{
  "data": [
    {
      "bio": "he/him UTD",
      "activity": [
        "RT @MargBarAmerica: i love seeing dudes who look like they've never lifted a weight in their life freak out about potentially eating less r…",
        "RT @Vinncent: This is absolutely depraved. I guess you can have some of the vaccines controlled by rich countries, but we reserve the right…",
        "RT @ShapedInternet: https://t.co/7wB9UfbRZI",
        "RT @ConSelfOwns: https://t.co/DnRpljfvck",
        "RT @proyearner: has this one been done before https://t.co/w0aLS3JpaV",
        "RT @toofyhoops: @BleacherReport just gonna leave this here for some folks https://t.co/d7ns5qD1OY",
        "RT @TaylorMcFayden: Just absolutely fucking twisted.",
        "RT @Hegelbon: @SeanRMoorhead https://t.co/23VFW8IDPa",
        "RT @SDonziger: Honored to be featured today on the front of Ecuador News—the paper serving the 700k Ecuadorian immigrants in the U.S.\n\nHead…",
        "RT @bocxtop: elon musk’s greatest achievement isn’t paypal or spacex or those overrated cars, it’s convincing nerds that he created somethi…",
        "RT @girlfr0g: i am losing my shit https://t.co/QUL9gLyDjv",
        "RT @everbIood: wyd if he punches you https://t.co/qUIlF7hh8I",
        "RT @nathanheller: Story of a 66-year-old researcher, an immigrant, who rarely got grants, never got her own lab, never earned more than $60…",
        "RT @nixcraft: Linux started as a hobby project and the rest is history ;) https://t.co/NAmHzoacfG",
        "RT @womenpostingws: https://t.co/Xa8s7afi1G",
        "@alexisunhinged_ Don't worry. However I would like to know if your refrigerator is running.",
        "RT @PineappleProle: Happy Trains Day of Visibility https://t.co/Z6Ur3qcDlZ",
        "RT @ChrisBEsq: @SecretaryPete Train time https://t.co/v93Jq4Wj0g",
        "RT @soupguk_: why use an IUD when you could just download an IDE, the most effective form of birth control"
      ]
    },
    {
      "bio": "she/her | trankie gang | something something immortal science | WLW",
      "activity": [
        "RT @existentialcoms: disappointed to discover that even if you quote tweet a conservative pundit with a good enough dunk, you will not get…",
        "RT @abrahams_wife: found one of my classic hits on instagram https://t.co/TNRqMKjV7N",
        "RT @NotPotBol: Me publicly: I have numerous critiques of Stalin, man did some genuinely bad stuff.\n\nMe Privately: https://t.co/bHzRF0UE8K",
        "RT @mahxism: me around other mls: Stalin wasn't perfect, we must critique him. He had several issues.\n\nme around liberals: https://t.co/y5E…",
        "RT @butchanarchy: Outing abusers as abusers is not tarnishing their reputation, it’s making it more accurate.",
        "RT @estrozeneca: telling cis ppl i was on T for like 15 years but recently detransitioned",
        "RT @jackie__AK: I think it’s bullshit that I have to wait a year on hormones before getting my balls cut off. What other surgeries do they…",
        "Nazis at worst, nazi enablers at best https://t.co/MUZW76VTVW",
        "@ChaosIsMel Today is a very sad day 😭😭",
        "RT @soapbox_soapbox: After the fall of the apartheid regime, South Africa held its first democratic elections 27 years ago, when the late,…",
        "RT @queeralamode: “If there is a country that has committed unspeakable atrocities in the world, it is the United States of America. They d…",
        "RT @Surabees: Tucker Carlson has the highest rated &amp; most influential show on cable news.\n\nJoe Rogan has the biggest &amp; most influential pod…",
        "RT @h3h3productions: Healthy young people DEFINITELY SHOULD get the vaccine. That’s how we stop the spread. Not rocket science guys. It’s a…",
        "RT @notaslpygirlOwO: pls let people w mental/chronic illness enjoy harmless interests. a lot of us missed out on our childhood, teenage yea…",
        "RT @zapatistarising: the way public schools try to convince poor kids we can lift our entire families out of poverty if we're just \"smart\"…",
        "RT @whoiszhu: spot the difference https://t.co/wZczyrnCxN",
        "I am gonna cry this is so beautiful 🥺🥺🥺❤️❤️❤️ https://t.co/VkrTXkhMO0",
        "RT @endclasssociety: Reminder that the Green New Deal would require by 2060 a:\n\n- 111% increase in resource extraction\n- 135% increase in e…",
        "RT @simsimmaaz: The most embarrassing sex story for me was after I was done getting DICKED downnnn...we were laying down cuddling and I hea…",
        "RT @75mgEr: whoever came up with righty tighty lefty loosey had a huge brain"
      ]
    },
    {
      "bio": "Transgender teacher (ret'd.) She/her.\nTransitioned in 1983 and kept my teaching job with Baltimore Schools.\nArtist. Reader. Writer. Atheist.\nI block nudes.",
      "activity": [
        "I's soooo sorry! I didn't know! I had lasagna about an hour ago. Please don't send me to jail!!! https://t.co/PYuKTHUT48",
        "@jmusso97 Maisel. Definitely Maisel. What the hell is that all about, anyway? I'm waiting for the next season!",
        "@TanyaCharbury Thank you. I followed my own pioneers. Jan Morris, Christine Jorgensen. . . .",
        "RT @MaddowBlog: \"Under Mr. Trump, senior political appointees in the Justice Department repeatedly sought to block such a warrant, The New…",
        "And here's mine: https://t.co/og4onaEJIj https://t.co/V5Y6ptkJai",
        "@MirrorHer My Great Aunt Anna.",
        "@MirrorHer Nancy Culp was a lesbian. The character she played was definitely straight. Dash Riprock, anyone?",
        "@CaptnAmy I was drum major because I fit the uniform.",
        "I guess it's my turn to do the \"At 17 vs today\" thing that's all over my feed. That was in 1971. I'm the one with t… https://t.co/ivsGmpCCyY",
        "@probablyaparent I'll share that dream with you. Thanks.",
        "@ceri_hirst @JasmineLeeTS https://t.co/mZXBXzGGEV",
        "@autocinephile I'm blushing.",
        "Apparently, I'm known just for surviving this long after transitioning during the Reagan Era. https://t.co/Yc2yHA9TtH",
        "RT @MavenOfMayhem: Please read this important thread and get to work protecting trans people. They can’t do it alone. https://t.co/2BpPfM9I…",
        "@MirrorHer I want one!!!",
        "@MavenOfMayhem Why ever settle for one look?\n\"I am large, I contain multitudes.\"",
        "@Daniela_A_Wolfe 🤣🤣🤣\nOh, sweets, I hope the rest of your day gets better!",
        "@myqueerass @twinfoolz You're welcome, but really, what choice do any of us have? Transition and be our authentic s… https://t.co/JCAQvnVIOS",
        "@3mo_k1ng @FrickinDelanie @ackerminaj Feed me, Seymour. https://t.co/aOoncemM4P",
        "@abigiles21 @TorgHacker @maegodhavemercy And Wittgenstein was a beery swine\nWho was just as sloshed as Schlegel."
      ]
    },
    {
      "bio": "sydney | 26 | audiovisual archivist | ace spectrum lesbian trans girl | HRT 07/17/2020 | adhd | she/her | acab",
      "activity": [
        "RT @SuperYakiShop: Movies",
        "@WifeSharpener this whole description is like one of those \"the first three words you see will define your year\" th… https://t.co/uGunfLBS7P",
        "i just took a long nap. it was very good",
        "RT @meowmeowmia: the e in e-girl stands for evil",
        "i want spaces ;-;",
        "RT @bloodextractor: she is Transgender https://t.co/f2dfR4CWZN",
        "RT @MsKellyMHayes: Hollywood and the music industry has deployed lobbyists to prevent the vaccine patents from being rolled back. This is i…",
        "@SehrLesbisch omg ME TOO!!!!!!!!",
        "RT @eviltaylorhicks: ICYMI: check out my ode to New World Pictures for #IndieHorrorMonth https://t.co/UCsUOwloc9",
        "@divine_shae hell yeah me too!",
        "@gp_jls i have to continually remind myself of this deprogramming... it wasn’t my fault that i had so many mental o… https://t.co/143CG7hEu4",
        "RT @xychelsea: chelsea manning",
        "RT @gp_jls: “free healthcare on demand” is the oldest trans lib slogan for a reason. create a world where everyone gets the hormones and su…",
        "RT @gp_jls: so much of transition is deprogramming the transphobia that acculturates us from a young age. a big pleasure is realizing that…",
        "@shannonohbannon congratulations!!!!!",
        "RT @yoinktoku: They also had a VFX team recreate the original theatrical telop of the title to put on the existing trailer, referenced from…",
        "@KyodaiKino this is how i felt whenever something was stuck in the jersey city facility for over a week",
        "RT @valkyrienoboken: change. org https://t.co/AuXI2JpS4l",
        "@ae2501maeth funk jazz legend. his music is the score of my life",
        "RIP Shunsuke Kikuchi. i listened to his music pretty much every day that i was an egg and still do so pretty freque… https://t.co/h1IWh54G5h"
      ]
    },
    {
      "bio": "She/her, a trans lady. Bi (or is it Pan?) 32 years old\n+18 account, I am lewd and wholesome\nTrans for trans, wlw, Autistic",
      "activity": [
        "@noobweps @pria_the_pluff @MsPatriciaGao Thank you 🙂",
        "@CatgirlFingies Initiating intercontinental cuddles! All the cuddles you need.",
        "@MsPatriciaGao Trans goals right there 😃",
        "RT @charlescgirard: This far side comic is kind of what it’s like to be trans right now https://t.co/OoX9sJuu3s",
        "@noobweps @pria_the_pluff @MsPatriciaGao I fell bad I couldn't reach out here but writing and talking over text is… https://t.co/Im1O2FatKu",
        "@funky_thoughts Fucking pathetic losers is what they are.",
        "@CatgirlFingies You look so amazing! 🥰 What a glow up ☺️",
        "@StopTweetingMia It is? Congrats! I'm so happy for you! 🥰🥳",
        "@Tabi_42 I hope you can make it back home.",
        "@pria_the_pluff Heck yeah! We are all better with you in this community. I am so happy to know you 🥰",
        "@THEGOLDENELITE_ What a crime against you that you have to worry about this. I hope things get better and that you can be safe and happy. 😖",
        "@redrum_panda I'd support this. I also hope this shit doesn't start up here either.",
        "@pria_the_pluff @noobweps @MsPatriciaGao Update https://t.co/mBoCZXuZkU",
        "Thank you for the DM offers but this is something I can't really talk about over text. I'd get way too mad and frus… https://t.co/sn1tKz6ptm",
        "Hi. I'm not going to pretend I'm no long think that of myself, nor that anything has been solved. But I was able to… https://t.co/y7o5788cEX",
        "@pria_the_pluff I feel the same when wearing a skirt 🙂",
        "@Tabi_42 Glad you are ok.",
        "@Tabi_42 Oh no! I hope your recovery goes well.",
        "Today is a bad day. I want to talk about it with someone but I don't want to bother anyone. Nothing bad really happ… https://t.co/kEcwh6DibT",
        "@noobweps @pria_the_pluff That sucks. Nothing about that post invited dirty talk. So sad."
      ]
    },
    {
      "bio": "Syndd! She/Her♓️🇨🇱  I enjoy drawing girls in love with each other a lot ❤🏳️‍🌈      COMMS: Closed  ☕️: https://t.co/zqKNGf7lvQ.",
      "activity": [
        "RT @kianamaiart: itty bitty kitty https://t.co/7wBLvt3t4V",
        "RT @huangdanlan: https://t.co/vRa63MHMq3",
        "RT @yoginnnnnn: Last year's animation work https://t.co/6ULBtDCZxX",
        "RT @honnyaku_blog: 呪術廻戦 https://t.co/RzJy25bB8q",
        "RT @huangdanlan: https://t.co/tczkzUqoIg",
        "RT @huangdanlan: https://t.co/eR2WmalJSC",
        "RT @luoman19921: ✨✨✨ https://t.co/gOXiiWLhMB",
        "RT @c175311: https://t.co/eHoAXN2UuE",
        "RT @huangdanlan: 共犯 https://t.co/xEfgmkZDwE",
        "RT @okokcooool: what if they go back to fighting all the time like they used to in the horde and bow n glimmer are just like ??? https://t.…",
        "RT @madu088: https://t.co/YMRCaURZYa",
        "RT @WalkableCityBoy: You ever go outside and it just really hit you how everything is covered in fucking cars",
        "RT @AmiThompson_h: Some early visdev of Namaari and Raya https://t.co/4uAXRWsnTn",
        "RT @denimcatfish: Wanted to sketch a post-sparring moment. https://t.co/fuTHZ8zMlg",
        "RT @denimcatfish: Wanted to sketch Namaari with Visayan-ish tattoos https://t.co/VtmTkIRDdG",
        "RT @denimcatfish: \"Dep la...\" #rayamaari https://t.co/Mk3691L2HS",
        "@AROD7293 Thank you a lot!! 😊❤️",
        "RT @luoman19921: 😳 https://t.co/W3neo25SsT",
        "RT @cronchybaguette: more raya and namaari because look at them\n\n#RayaAndTheLastDragon #rayamaari https://t.co/G3gV4U5kZP",
        "RT @rhabarberei: Tifa takes a shower💧\nPart 1/3 https://t.co/xOBP2Q14dP"
      ]
    },
    {
      "bio": "Freelance Concept Artist | Past: Ubisoft, Detective Pikachu | Paleoartist | Server https://t.co/dwxrIr19Wq | arvalis@mac.com | he/him | Store: https://t.co/Rm7NBfIhFt",
      "activity": [
        "@SamSantala @Eofauna @pnso_official Oh and of course if you're open for posable dinosaurs, not static models,… https://t.co/uFI1GUCMJF",
        "@SamSantala @Eofauna is the best but they only have 3 dinosaurs out so far. @pnso_official has been on hot streak l… https://t.co/kNz8TVFBJJ",
        "@kotochedias damn thats cool",
        "@jkwillkill @IGN this sums up my issues pretty well https://t.co/vgqznhiYrB",
        "@IGN badly",
        "@punishedpants you wanna go? I'll kick your ass poonishedpants",
        "@SithVenator @Xbox @bethesda @GearsofWar @OriTheGame @rage @ElderScrolls @PreyGame @dishonored first fanart I've seen",
        "@SithVenator @Xbox @bethesda @GearsofWar @OriTheGame @rage @ElderScrolls @PreyGame @dishonored I am aware of arbite… https://t.co/TdrycwKrvl",
        "@rainingtungsten @Xbox @bethesda @GearsofWar @OriTheGame @rage @ElderScrolls @PreyGame @dishonored Why is his hat so big?",
        "@benprunty The great thing about twitter is you can block every account that is posting an ad.",
        "@pikatl seems like what they were made to do",
        "@Xbox @bethesda @GearsofWar @OriTheGame @rage @ElderScrolls @PreyGame @dishonored I’m not sure I’ve seen fanart of… https://t.co/SlpQc0BkYc",
        "@benwoodtweet @CorbinRainbolt @B47197246 It’s good for biting",
        "@CorbinRainbolt @B47197246 saurosuchus too",
        "@hypercubexl @thenicoleham Y'know, for kids!",
        "@VodkaSlyme @meganroseruiz We need a new word for bad or evil himbos.",
        "@yardleyart @Monstermash042 I also like this but it is at war with my brain telling me its stupid to have your weak… https://t.co/NhOV80PPc5",
        "@GaukerTimothy @FromHappyRock is that a sackboy costume?",
        "@FromHappyRock How could he possibly be evil when he is this friendly looking",
        "@gojiberry_bbq At least do cutoff khakis"
      ]
    },
    {
      "bio": "Production Designer/Character Designer on The Mitchells vs The Machines fka #connectedmovie at Sony Pictures Animation.  Also, Caricatures.",
      "activity": [
        "@philiplord but thank you Phil!!!",
        "@philiplord haha I'm very flawed human level.",
        "@billybobmartinz 🙃",
        "@okeefe_artist love that Mitchell's team. Thanks Patrick!",
        "@cachavaa Thanks Caitlin!!",
        "@LinoD @abbijacobson thank you!!!",
        "@michaelrianda 😭Thank you. And thank you for trusting me with monchichi's legacy.",
        "@ValeriaHerreraJ Thank you!",
        "@nachomolinaart Thanks Nacho!! You are a beast!!!",
        "@Mbtoon05 Thank you!",
        "@TheAwesombroso Thank you so much!!",
        "@jmurfish @madridnoir Congratulations! Been waiting to see more!",
        "@sketchcrawl Thank you!!! I'm so happy seeing these personal original stories. What a great time for animation.",
        "Half of our art reviews were @michaelrianda and @Roweyourboatz improving ridiculous jokes for the fine print in our… https://t.co/Fz80XNugf1",
        "@michaelrianda @lilynishita I love these! Actually Alex Cho and Toby Wilson! We snatched Alex off a marketing assig… https://t.co/lxLEAt3IgD",
        "@sketchcrawl This looks beautiful Enrico! Excited to see more!",
        "RT @_AlexHirsch: 3 DAYS LEFT until #MitchellsVsTheMachines on Netflix! I had the joy of being Creative Consultant on this movie from day 1…",
        "RT @michaelrianda: Hey all! \n\nIf you've seen #TheMitchellsVsTheMachines, or  if you haven't- do you have any questions for 2 dumb robots?…",
        "@billybobmartinz @lilynishita is the master of faces of Cheetos. The face on the Dino on Aaron’s shirt is a favorite of mine.",
        "@MichaelDanon @billybobmartinz Thanks! The design also has A LOT of influence from the delightfully hilarious way… https://t.co/3TFImew34T"
      ]
    },
    {
      "bio": "Film journo: IndieWire Crafts & Animation Editor, Immersed in Movies blog owner, author of James Bond Unmasked (https://t.co/BdJwco2V3f)",
      "activity": [
        "Go see \"The Mitchells vs. The Machines\" at the IPIC in Westwood. Mike Rianda's hilarious, innovative animated gem (… https://t.co/CIOpmoDxGo",
        "‘22 vs Earth’: Pixar Follows ‘Soul’ with a Prequel Short About the Skeptical Sidekick https://t.co/AQwxLZHzyc via @indiewire",
        "How the History-Making 2021 Oscars Went Down, from Chloé Zhao to Anthony Hopkins’ No-Zoom Anticlimax https://t.co/f0dQkPqz4E via @indiewire",
        "Oscars Craft Winners Analysis: Netflix Dominates with ‘Ma Rainey’s Black Bottom’ and Monochromatic ‘Mank’… https://t.co/vzwcO7KKec",
        "In Turkey, an Oscar-Nominated Short Starring Oscar Isaac Spurs Accusations of Plagiarism https://t.co/mf3u4SOnuq via @indiewire",
        "Watch the 2021 Oscars: Live Stream the Ceremony Online https://t.co/fxE56FAPYd via @indiewire",
        "Behind the Scene That Could Win Chadwick Boseman the Oscar for ‘Ma Rainey’s Black Bottom’ https://t.co/TfOUIc4fMQ via @indiewire",
        "What ‘Nomadland,’ ‘Sound of Metal,’ and ‘Promising Young Woman’ Indie Spirit Wins Mean at the Oscars https://t.co/2GjdZSy8Wi via @indiewire",
        "Spirit Awards 2021 Winners List: ‘Nomadland,’ ‘I May Destroy You,’ Riz Ahmed, Carey Mulligan Win Big https://t.co/mwCnyLPIwV via @indiewire",
        "The Golden Globes Are Falling Apart in Real Time https://t.co/h0VNv9MINi via @indiewire",
        "‘The Mitchells vs. the Machines’ Review: Lord and Miller’s Robot Apocalypse Lives Up to ‘LEGO Batman’ and ‘Spider-V… https://t.co/QAHNBOVFWv",
        "@ThatShelf The Godfather, The Godfather Part II, Lawrence of Arabia.",
        "SXSW and Penske Media Make a Deal for Investment and Long-Term Partnership https://t.co/cIGCeKE9hk via @indiewire",
        "ASC Awards 2021 Upset: Erik Messerschmidt Wins Feature Film Award for ‘Mank’ https://t.co/cvtS1FwxSL via @indiewire",
        "‘Sound of Metal’ and ‘The Trial of the Chicago 7’ Split the MPSE Golden Reel and CAS Sound Awards https://t.co/LFnZN5cONG via @indiewire",
        "2021 ACE Eddies: ‘Trial of the Chicago 7’ Takes Film Drama Prize, ‘Ozark,’ ‘Ted Lasso,’ ‘Queen’s Gambit’ for TV… https://t.co/grb9scwNkK",
        "Annie Awards: ‘Soul’ and ‘Wolfwalkers’ Sweep Feature Animation Honors https://t.co/tqYkjdOZ1B via @indiewire",
        "Can the Cinerama Dome Be Saved? Depends on What You Mean By ‘Save’ https://t.co/EjRQZn7N6F via @indiewire",
        "How ‘Love and Monsters’ Became the Dark Horse in the Visual Effects Oscar Race https://t.co/qH0E5cPBH0 via @indiewire",
        "How Aaron Sorkin’s Team Set Up ‘The Trial of the Chicago 7’ with a Sprawling Prologue — Exclusive Video… https://t.co/rGhGMbRlsY"
      ]
    },
    {
      "bio": "Director @Disclosure_Doc, Netflix Original, Sundance 2020.     Booking: RZeidman@gersh.com",
      "activity": [
        "RT @anderfinn: 🚨🚨 🚨\nA new feature film from @blumhouse is looking to cast a BIPOC trans actress to embody the fashionable, fierce, loyal fr…",
        "RT @morganmpage: Every message trans people receive from culture tells us we cannot be loved — from films depicting men throwing up about o…",
        "RT @TheQueerReview: It’s a tie for Best Documentary at tonight’s #DoriansFilmToast2021 for @Disclosure_Doc &amp; @welcomechechnya voted for by…",
        "RT @RaquelWillis_: Re: Caitlyn Jenner",
        "RT @poetastrologers: Crush: happy Taurus season \nTaurus: leave your life &amp; run away with me \nWhat a Taurus actually says: *2 hours later* t…",
        "RT @jackmirkinson: the right verdict was reached, abolish the police and the prison system",
        "RT @anotheramyfung: Sending love to George Floyd's family, friends, supporters and anyone who needs it today",
        "RT @JulianCastro: Legalize marijuana. Release those incarcerated for it. Expunge the records. #Happy420",
        "RT @MsNavaMau: I'm thrilled to be in public conversation for the first time with my co-editors for \"Paradise on the Margins: Lessons and Dr…",
        "RT @newsistaan: Protesters are on the move again here in Minneapolis, carrying a banner reading “The World is Watching” #Minneapolis #Chauv…",
        "RT @Disclosure_Doc: We're so honored to be named Best Documentary (tied w/ @welcomechechnya!) at yesterday's @DorianAwards #DoriansFilmToas…",
        "RT @artemislynne: SAY REASONABLE POLICE OFFICER AGAIN, I DARE YOU\n\n#DerekChauvinTrial https://t.co/CUAVZJKym1",
        "RT @thelauracoates: Reminder (for defense): NO ONE argues officers can’t use reasonable force on non-compliant.  Question is why #DerekChau…",
        "RT @PFLAG: #DisclosureDoc is a must-view. Gorgeous work, @Lavernecox and @SamFederFilm. Thank you, @netflix. \n#TransRightsAreHumanRights #T…",
        "RT @fieldofvision: HUGE congrats to @SamFederFilm @amyscholder @Lavernecox on their #GLAADAward for Outstanding Documentary! 🎉✨",
        "RT @JanelleMonae: Your passion, your heart, your light shined like no other. Long live DMX forever.",
        "RT @prestonmaxallen: YESSS!! Congratulations @SamFederFilm and @Lavernecox 🏳️‍⚧️💙🏳️‍⚧️ and if any of you haven’t seen @Disclosure_Doc yet y…",
        "RT @tchaiko: The filmmaking is exquisite, the use of archive, the making of archive. I really enjoy Peck’s filmmaking language. Hope this a…",
        "RT @wcruz73: @SmartAssJen @SamFederFilm @Disclosure_Doc I love you SO much. Couldn’t be more PROUD.  Besos!",
        "RT @RonenRubinstein: CONGRATULATIONS @Disclosure_Doc @TheBrianMichael 🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳🥳\n#GLAADAwards"
      ]
    },
    {
      "bio": "The most diverse and inclusive critics group in the world? 🏆 Our Dorian Awards toast all of film & TV, mainstream  🥂  to queer  🥂",
      "activity": [
        "Why Are Some Hollywood Execs Hoping for Scott Rudin to Return? (kudos, @kimmasters @thr) https://t.co/XUfhLSqoPI",
        "Strangest Oscars Ever? From Snubbing Chadwick Boseman to ‘Da Butt’ and That Bizarre Stage - per Kevin Fallon… https://t.co/27SgFqicch",
        "Oscars Diversity: Historic Firsts for Non-Acting Categories and Ceremony Accessibility (via @therebeccasun @thr) https://t.co/EVUClnYW0y",
        "Just to recap . . . .2021 Oscars: 'Nomadland' wins Best Picture, Best Actress and Best Director in historic Academy… https://t.co/Un8Y53O0WK",
        "Oscar Break: ‘Nomadland,’ ‘Ma Rainey’ Top LGBTQ Critics Awards (Thanks, JW Arnold @SFGN!) https://t.co/yvt3lM7Xhd",
        "RT @TomatesVFritos: 12th Dorian Awards – Ganadores\nhttps://t.co/SVfAW8I2sR https://t.co/76rnt06eFY",
        "Indie Oscars! Spirit Awards 2021 Winners List: ‘Nomadland,’ ‘I May Destroy You,’ Riz Ahmed, Carey Mulligan Win Big… https://t.co/khmZw4kGj8",
        "@cig_emoji Because we care! 😎",
        "RT @e_alexjung: here it is. over 30 former employees at scott rudin productions describe a workplace of relentless abuse, intimidation, and…",
        "@cig_emoji GALECA's @DorianAwards go to all of film &amp; TV, reminding bullies, bigots &amp; our at-risk youth that the wo… https://t.co/NIynF3T6Sq",
        "@cig_emoji Please check out past list of nominees and winners at https://t.co/z9euqu2oGB in those categories and more😀",
        "RT @BobbyRiversTV: This short film is an Oscar nominee. My post for @DorianAwards 🎬Bobby Rivers TV: About TWO DISTANT STRANGERS https://t.c…",
        "RT @queerguru: Queerguru honors all the Winners of  GALEACA The Society of LGBTQ Entertainment Critics @DorianAwards  the Film Awards that…",
        "@cig_emoji 🧐Fact-checking department, please!",
        "RT @socialitelife: #Headlines: Demi Lovato calls our froyo shop for \"diet options,\" Nomadland takes top prize at Dorian Awards, police call…",
        "RT @onemorelesbian: @Variety #Nomadland #TheDorians\nhttps://t.co/4SOeJVWToB",
        "RT @BRRachelMcAdams: NEWS! A Barbiezinha saiu da toca em 2021! ❤ Rachel McAdams recebeu o prêmio em nome do elenco de \"Eurovision\" como o f…",
        "RT @filmnewsPL: Stowarzyszenie krytyków filmowych LGBTQ #GALECA przyznało tegoroczne nagrody #DorianAwards. Wśród laureatów Chloé Zhao, Cha…",
        "RT @MoviesAndMoreAT: Dorian Awards 2021 - Die Gewinner https://t.co/T1IgPXzUVX #DorianAwards #GALECA #Winners #FilmTwitter https://t.co/Lt7…",
        "RT @PastranaTweet: OSCAR 2021: \"Nomadland\" triunfa en la asociación de Periodistas Homosexuales y Lesbianas.\nChloe Zhao en Dirección. Mulli…"
      ]
    },
    {
      "bio": "I interview the most interesting LGBTQ+ people in the world on @lgbtqpod (at @TheAdvocateMag + @GLAAD). 🏳️‍🌈 Check it out. Like, right now. -he/him-",
      "activity": [
        "@kyliesparks Wait....The Importance of Being Ernst",
        "@kyliesparks A Shakespearean actress",
        "@kyliesparks tax HIIKES",
        "@socialsiege I’m sorry yes",
        "I’m reading a very good book.",
        "@matt_pc @voxdotcom @today_explained !!!!!!! Huge. Congrats!!",
        "@elijahyab @lgbtqpod @ApplePodcasts Thanks!! I think he's got such a fascinating story",
        "RT @jeffmasters1: \"Time\" is weird bc yesterday I was a closeted freshman and today I'm in my 30s and saving money to buy a really nice vacu…",
        "@LakeshoreTwink lol truly yes",
        "Cheaper than therapy. https://t.co/lrPLMTf5ra",
        "@bronco_pride28 Thank you joe!",
        "@bhaist How much???",
        "@morgxn Yes!!! Of course!!!",
        "RT @morgxn: omg!! @TheAdvocateMag :) morgxn's New EP Promises to Make You 'Feel Brand New Again' https://t.co/5RaS4T3qV9",
        "RT @lgbtqpod: \"I was a boy who didn't want to be Officer Clemmons because the police were very brutal...I knew about police brutality.\" \n\nF…",
        "@wiredsis @womanship @Betterment I'm in NYC and ready whenever you're here next",
        "@wiredsis @womanship @Betterment omg? no. and I hate that her doing that isn't surprising. I'm sorry :/",
        "@womanship @wiredsis @Betterment I regret nothing",
        "@wiredsis @womanship @Betterment Is \"gina from undergrad\" a joke? Like I'd forget you?!!",
        "@womanship Oh! Fascinating."
      ]
    },
    {
      "bio": "still here. still queer. still tired. / Ph.D / words @vicenews @harpersbazaarus @teenvogue / 🖋 The End of Allyship: A New Era of Solidarity / she.her",
      "activity": [
        "Some shows have done this really well, some not so well. Queen Sugar and This is Us are phenomenal examples, Kay Oy… https://t.co/EOKeEJwVjX",
        "@madeupbyshay This.",
        "Just re-watched the Old Guard (no YOU'RE gay) and am becoming wary of a potential new trope of diabolical Vietnames… https://t.co/ltdyfdPaO5",
        "There are some great de-escalation recs in here https://t.co/vRGZCjBH80",
        "@modernistwitch @katieromich @ronagirl @bellwak also happy to share mine at some point. feel free to DM me. I'm hea… https://t.co/ljXS3mtuDP",
        "@modernistwitch @bellwak I came from mental health direct services work and I am STUNNED by the lack of a trauma informed approach.",
        "@chaedria dear straight women: you, too, can have financial, emotional and spiritual support if you stop checking for cis men",
        "@chaedria This caption is art",
        "People are really responding to anti-Asian violence by popularizing a bystander training created by an org with an… https://t.co/RRanGxjJTJ",
        "*for everyone* I hope you read these comments. I hope you take the pain in them to heart. I hope you believe us.… https://t.co/gZzn3EsvQy",
        "@ToSurkhab Such good advice, Surkhab",
        "@butchanarchy I hate how accurate this is, but it's so very true",
        "Thanks so much, all of you.  I'm struggling with this question and it both heartens and saddens me that you have, too.",
        "@JonsHamm a longtime ago someone told me shame is sticky, and it sticks to the wrong people. I feel you and hope yo… https://t.co/s04VyT9vNf",
        "@annarajagopal_ love to you",
        "@codenseki You wouldn't do this if you didn't know the community member personally?",
        "@latinvisible @chaedria This is what I'm dealing with. I appreciate the hesitance.",
        "*survivors only* when you see community members engaging with your harm doer, do you come out to them?",
        "@joemylife This is so inspiring. Happy for you",
        "What I really need is to take a month off doing all work in order to lie in a nice bed and stare at the ceiling. Wh… https://t.co/BdGZYnudkA"
      ]
    },
    {
      "bio": "New Books in Asian American studies is an author-interview #podcast in the @NewBooksNetwork. Listen on Apple Podcasts: https://t.co/ofrqXgwov7",
      "activity": [
        "Caroline H. Yang's THE PECULIAR AFTERLIFE of SLAVERY (@stanfordpress) explores how antiblack racism lived on throug… https://t.co/WxEmtqrKDJ",
        "RT @ElizabethWSon: This came out this week. Great to be in conversation with Ann Choi @NewBooksNetwork! @NorthwesternU @NU_SoC @UofMPress…",
        "RT @NewBooksGender: EMBODIED RECKONINGS (@UofMPress) demonstrates how the “comfort women” movement holds Asian American and Asian activists…",
        "A VIOLENT PEACE (@stanfordpress) debunks the idea of good war &amp; warfare-welfare state that allowed minorities to pa… https://t.co/yxvVZmvbLl",
        "RT @NewBooksLaw: On this episode @JaneRichardsHK interviews Jana K. Lipman, author of IN CAMPS (@ucpress), an in-depth study of the fate of…",
        "RT @JoshYoon247: @NewBooksAsianAm @NewBooksNetwork Not my book, but you might want to check out Mary Uyematsu Kao's recent book \"Rockin' th…",
        "Have you written a good new #AsianAmericanStudies book? Want to appear on the @NewBooksAsianAm #podcast? \n\nPitch us… https://t.co/jjrlJjBKFJ",
        "RT @NewBooksSports: Continuing the process of democratizing US sports history, Joel S. Franks' new book, ASIAN AMERICAN BASKETBALL (@McFarl…",
        "RT @kareempuff: Excited that my interview about ISHTYLE from @UofMPress  with the inimitable @SnehaAnnavarapu is now live on @NewBooksNetwo…",
        "RT @QuraishiPhD: I had the distinct pleasure of conversing with @ian_shin for @NewBooksAsianAm. Ian's such a gifted interviewer! And I got…",
        "RT @ian_shin: @QuraishiPhD has written a book about how South Asian students in the US—the ones of Kamala Harris’ mother’s generation—found…",
        "REDEFINING the IMMIGRANT SOUTH (@uncpressblog) investigates how Indian and Pakistani immigrants forged an “intereth… https://t.co/uw4oTCnO8V",
        "HERBS and ROOTS (@yalepress) examines the historical contexts that shaped perceptions of traditional Chinese medici… https://t.co/LQRm6oTzLy",
        "RT @SamaSamaBayArea: Basking in the #biko afterglow of #SayawanForCovidRelief. Pairs perfectly w/a cup of tea &amp; a gd book like #EmpireOfCar…",
        "RT @CCenizaChoy: Check out the final days of this awesome spring sale at @DukePress! So grateful for their support of Filipino American and…",
        "RT @NewBooksMidEast: ARAB ROUTES (@stanfordpress) traces the surprising twists &amp; turns of Syrian migrants who travelled throughout the US,…",
        "RT @janehongphd: If you’re interested in #AsianAmerican history but find academic books daunting, consider @NewBooksAsianAm podcasts. Each…",
        "ONE MIGHTY and IRRESISTIBLE TIDE (@wwnorton) recounts the personalities and debates that ushered in the 1965 Immigr… https://t.co/X8TxER5Dv3",
        "RT @NewBooksPoetry: Franny Choi’s book-length collection of poetry, SOFT SCIENCE (@AliceJamesBooks), explores queer, Asian American feminin…",
        "ALIEN CAPITAL (@DukePress) pushes us to consider how settler colonialism functions not within a Native/settler bina… https://t.co/gKfa9rKYIy"
      ]
    },
    {
      "bio": "The WHA strives to be a congenial home for the study and teaching of all aspects of North American Wests, frontiers, homelands, and borderlands.",
      "activity": [
        "RT @MariaEMontoya4: Join us for a great discussion tomorrow! @WhaHistory @WHAGrads",
        "Access Dr. Matthew Christopher Hulbert's article, \"Reimagining 'Defeat' in the Transnational West: John Newman Edwa… https://t.co/0J7CIB4drA",
        "RT @jlauck1941: Schedule for the Midwestern History Conference 2021, hosted by the Hauenstein Center for Presidential Studies - Grand Valle…",
        "RT @humanitiesks: This is the last week to view the recordings from the \"Sounds of Sovereignty: The Past and Future of Indigenous Audio Med…",
        "RT @CJSlaby: Just seeing this now. @WhaHistory (and lots other) folks, take note: Patty Limerick is now a member of the American Academy of…",
        "RT @LoraKey12: Come join me (I'm just moderating), have a drink on the patio, and listen to a wonderful scholar. What a great way to spend…",
        "RT @UNC_Press: New on the #HistoryofCaliforniaPodcast: listen to an interview with  President-Elect of @WhaHistory Susan Lee Johnson on the…",
        "Coming to a mailbox near you! The Summer issue of the WHQ will be a special issue titled \"An Unholy Union: Southern… https://t.co/YeMEL8ibkq",
        "RT @guprofbc: Guys, GUYs my beloved #genius @WhaHistory buddy @klytlehernandez joins illustrious group!",
        "ATTN: The WHA is currently running a FREE MEMBERSHIP DRIVE for students at TCUs and HBCUs! Students at these univer… https://t.co/UtWFssDtoi",
        "Call for Speakers! History Camp (@HistoryCampOff1) is looking for speakers to showcase their expertise on western h… https://t.co/WBygG2TLHJ",
        "The WHA's scholarships, fellowships, and honors are open for submission! Head over to our awards page to learn how… https://t.co/c6o4JlWrbu",
        "Are you a historian of the American West working in Disability Studies or a disabled scholar studying American West… https://t.co/9542fMldDJ",
        "RT @humanitiesks: There’s still time to register for Wednesday’s “Sounds of Sovereignty: Indigenous Audio Media Conference” events featurin…",
        "RT @humanitiesks: Hear Connie Walker (@connie_walker), investigative reporter, podcast host, and producer at Gimlet Media, speak about the…",
        "Oh snap, LAST CHANCE! WHA's book awards are still open, but only until tomorrow! Head over to our awards page to le… https://t.co/jfdieDeLR3",
        "🚨LAST CHANCE!🚨 The WHA's article/essay awards are open, but they close TOMORROW, April 15! Head over to our awards… https://t.co/U4lwxCn9Z1",
        "We're still accepting submissions for the Dwight Smith Award (for a book or other bibliographic/research tool publi… https://t.co/Pry8xVOa3V",
        "RT @humanitiesks: How is Indigenous audio media reaching new audiences? The “Sounds of Sovereignty” virtual conference, April 14 &amp; 15, feat…",
        "RT @humanitiesks: “Sounds of Sovereignty,” a virtual conference on Indigenous audio media on April 14 &amp; 15, features a panel discussion on…"
      ]
    },
    {
      "bio": "Pamunkey Descendant. Founder&Mod: r/IndianCountry, the largest Native American community on Reddit (Handle: u/opechan)",
      "activity": [
        "RT @dvnpete: I'm not sure how to describe it but indigeneity as scholarly, I guess. If you're not learning your own language &amp; culture, the…",
        "RT @dvnpete: Intertribal critiques and lateral violence are always fun things to come across. Although many can, but how many actual critic…",
        "@StrongWalker360 No and No.",
        "RT @CForeman31: @opechanga @NDNlawyer @KirosAuld",
        "RT @frybread_love: @amsoufi_ @StrongWalker360 @Demi_Dawgs @KirosAuld @LADYALEXANDRIA @Anthony_J_Perry @jfkeeler I don't think he realizes u…",
        "RT @AbenakiHeritage: @StrongWalker360 @KirosAuld @LADYALEXANDRIA @Anthony_J_Perry @jfkeeler Tribal Enrollment is not now, nor ever has been…",
        "RT @CForeman31: @opechanga @indianz @KirosAuld @ICTPressPool @ICTOpinion @natasha_marie_b @NDNlawyer\n\"Self-Termination Era\"\n#StopDisenrollm…",
        "RT @RaisedByPepok: @StrongWalker360 @shinesthrumist @KirosAuld Lakota were? And in what sense was that even comparable in this particular c…",
        "@RaisedByPepok @StrongWalker360 @shinesthrumist Yeah, lookit that: Weaponized Cultural Appropriation.",
        "@StrongWalker360 @plainsrover “BRB, IRL calls. L8R loosers.”\n\nAn HOUR ago: https://t.co/auYi4j0UNz",
        "RT @kawaikdyui: @StrongWalker360 @frybread_love @amsoufi_ @KirosAuld @LADYALEXANDRIA @Anthony_J_Perry @jfkeeler Not very chiefly of you. No…",
        "@StrongWalker360 @frybread_love @amsoufi_ @LADYALEXANDRIA @Anthony_J_Perry @jfkeeler Oh look, another lazy lie.\n\n“R… https://t.co/vAAxyRCsTL",
        "RT @amsoufi_: @StrongWalker360 @frybread_love @KirosAuld @LADYALEXANDRIA @Anthony_J_Perry @jfkeeler You’ve spent an entire federally recogn…",
        "@StrongWalker360 @frybread_love @amsoufi_ @LADYALEXANDRIA @Anthony_J_Perry @jfkeeler Fuck you, fraud.\n\nLet us know how your “Big call” goes.",
        "RT @TheAgentNDN: @StrongWalker360 @KirosAuld @amsoufi_ @LADYALEXANDRIA @Anthony_J_Perry @jfkeeler So let me get this straight.\n\nKA can't co…",
        "Calling Black Natives “Boy” is so on-brand.\n\n#NativeTwitter, I’m 40 fucking years old.\n\nI’m probably older than THI… https://t.co/XD2ZnxUYtF",
        "@StrongWalker360 LOL.\n\nNow we know you’re lying.\n\nAnd on something I could destroy with a screenshot.\n\nGive Bob my best.",
        "@StrongWalker360 Well, you would be lying because I do not speak on behalf of the Tribe.",
        "@StrongWalker360 You aren’t saying anything we don’t already know.  \n\nTribal Enrollment is not the end all be all i… https://t.co/7mQBrb80Nf",
        "@StrongWalker360 No, I am NOT an Enrolled Member.\n\nAnd I never claimed I was"
      ]
    },
    {
      "bio": "Black Lives Matter acab▪︎bi▪︎nonbinary man▪︎HE/they▪︎disabled▪︎mentally ill",
      "activity": [
        "RT @_kailatte: RTs appreciated! \n\nopening 4 slots for a quick commission sale :] for personal use only! i can also add lil animation bits i…",
        "RT @johnniejae: New design just added to the shop along with some new products, water bottles and beach towels are now available as well. I…",
        "RT @ZeroWrites: All forms of ABA—\"Applied Behavioral Analysis\"—violate the four fundamental principles of bioethics.\n\nA thread 🧵\n\n(Note: I…",
        "RT @Aoiferocksitout: Please RT!\nPlease help our beloved friend @Tinu!\nIt's her birthday in a few days.\nShe does so much for so many people,…",
        "RT @wrote100letters: happy 420! i’ve compiled a thread of gofundme’s of BIPOC incarcerated for marijuana charges. please donate if you can!",
        "RT @discoursekitten: CW: Black trans death \n.\n.\n.\n.\n.\n.\n.",
        "RT @mielafetaw: Look at the art. Look at this black girl magic. Look at her joy! Look at that smile and that face. What a beauty. What a ba…",
        "RT @laurennmcc: 1000 white kids destroy a street in Columbus, flip 7 cars - cops refuse to show up saying “They’ll come down when it's safe…",
        "RT @VicoSotto: Community Pantries have sprung up in Pasig.  We commend the individuals who are helping as they can afford. Government has l…",
        "RT @barisanhantu: Seeing a few tweets about how bad ADHD is and how it ruins lives or how much people dislike having ADHD - naturally I hav…",
        "RT @AlexPetrovnia: MASTERPOST: \nThis is a post, as updated as I can make it, of actions to take in EACH US State to protect trans people ri…",
        "RT @tee_spoonie: We've made it to $4100/$15,000!\n\nhttps://t.co/yXjtU41jEQ",
        "RT @bbgun42069: this is badass https://t.co/u8LsssBrcD",
        "RT @BeingCharisBlog: If you're black &amp; disabled, share your cashapp/venmo/etc below.\n\nEveryone else: give and/or boost.",
        "RT @timoni: On Friday, a friend of mine was detained by US Border patrol on I-10 near El Paso. As his new passport is still being processed…",
        "RT @thespinsterymc: KEEP SHARING AND BOOSTING THIS, PLEASE! Thank you so much!",
        "RT @sethpuertoluna: I honestly don't know what else to do; I've injured myself due to overexertion, as I am the only one in my family who c…",
        "RT @sethpuertoluna: Mutual aid request \nHello! I was wondering if anyone has spare finances to help. My dad has been sick and self quaranti…",
        "RT @thespinsterymc: I would love to raise a grand by morning. About ten percent of the way there so far. KEEP BOOSTING AND DONATING, WHITE…",
        "RT @AshiaMonet: I was going to just let this experience “go” but this was extremely unfair to me\n\nI recent had a big magazine publish a pie…"
      ]
    },
    {
      "bio": "✨ bringing you the twilight content you crave in 2021. 💫 all content created by us ✨ fan account",
      "activity": [
        "when you break into a house to rob them but they are watching twilight https://t.co/QPdWs0oN0g",
        "i feel like all my problems would be resolved if i was a vampire:\n-always tired? vampires don’t sleep\n-bad posture?… https://t.co/wdl8fZON0g",
        "catherine hardwicke arriving on set to film twilight (2008) https://t.co/nYsDwO6k2g",
        "don't forget to stay hydrated https://t.co/CD9s2hTC4u",
        "them 🖤 https://t.co/ECUXBqh8wx",
        "i love the battle scene in twilight: breaking dawn part 2 https://t.co/Y0Q5dRss3W",
        "these spot the difference games are getting harder https://t.co/ZjwiVefTRB",
        "me 5 minutes after a breakdown: https://t.co/gTEpeBHCIp",
        "get twilit with this twilight drinking game https://t.co/es8USjoIRX",
        "me on the                     me on the \noutside:                         inside: https://t.co/83FhfLOjtI",
        "@madbogwitch absolutely 💯",
        "charlie swan and luke danes https://t.co/tlc3UmmFko",
        "jasper hale (before joining the cullens) and void stiles stilinski https://t.co/UWN1ShA7Tx",
        "angela weber and buffy summers - hear me out: angela discovers vampires exist because she's just that smart and she… https://t.co/OnN8ygoDLx",
        "rosalie hale and emily thorne https://t.co/SJQKp1WMtq",
        "mike newton and jake peralta https://t.co/Ejh0JjRq0i",
        "jessica stanley and brooke davis https://t.co/fEWEYG2NRy",
        "esme cullen and miss honey https://t.co/AxNuv6OIVD",
        "jacob black and gale hawthorne https://t.co/uqXg1kC1bg",
        "renée dwyer and christopher hayden https://t.co/E7MuVhHTWt"
      ]
    },
    {
      "bio": "back up account until I get my main back :(",
      "activity": [
        "@pixiejoanna BAE !!!! YEEEEEEEEEESSSSSSSS 🖤🖤🖤🖤",
        "@doubledeadgirl I SWEAR",
        "RT @yung_perrier: follow the doll",
        "@itdoesinmyworld ik my angel :( I filed for an appeal twice so I hope it helps them see I’m a real person lol &lt;/3",
        "@itdoesinmyworld omg I was part of that s word swipe glitch thing that happened yesterday and wiped like hundreds o… https://t.co/H8xt3tY0q9",
        "@pixiejoanna happy birthday angel &lt;3 my old acct just got suspended but ilysm and hope u have the best day!!! eat lots of cake &lt;3",
        "@junkpixie it doesn't erase ur progress i love u",
        "@cherry_viper_ it feels promising but ): here's hoping ugh",
        "@wretchedfaerie my babie :(((🖤🖤🖤",
        "@FAEBLOOD111 I’m so jealous omg but there’s usually classes everywhere!! I’m sure someone near u can help u 🌿🖤",
        "@caroreadstarot I’ve heard this but I’ve never personally tried 👁👁",
        "@hexxzander thank you :( I hope I just get my main back anyways it seems like a big glitch so I’m hopeful",
        "@jojosdoj0 yea p sure it’s a glitch but I filed for an appeal TWICEEEE so I hope this just gets resolved soon :-(",
        "@pixiething I hope so or I’ll RRRRRIOT",
        "@pixiething I know :((( it seems like a glitch so I hope it’s fixed soon but I’m so sad",
        "ily all so much I’m going to go take a mental health break and binge demon slayer before I watch the movie later lo… https://t.co/DloHTYmhzr",
        "feel like shite just want my main account back https://t.co/NnXrHZCzZb",
        "@twilightreborn POV I’m ur robber and I crawl in the middle to snuggle",
        "@pixiething me today I stg",
        "@AhoyCaptainCay 😭🖤🖤🖤"
      ]
    },
    {
      "bio": "back up account until I get my main back :(",
      "activity": [
        "@pixiejoanna BAE !!!! YEEEEEEEEEESSSSSSSS 🖤🖤🖤🖤",
        "@doubledeadgirl I SWEAR",
        "RT @yung_perrier: follow the doll",
        "@itdoesinmyworld ik my angel :( I filed for an appeal twice so I hope it helps them see I’m a real person lol &lt;/3",
        "@itdoesinmyworld omg I was part of that s word swipe glitch thing that happened yesterday and wiped like hundreds o… https://t.co/H8xt3tY0q9",
        "@pixiejoanna happy birthday angel &lt;3 my old acct just got suspended but ilysm and hope u have the best day!!! eat lots of cake &lt;3",
        "@junkpixie it doesn't erase ur progress i love u",
        "@cherry_viper_ it feels promising but ): here's hoping ugh",
        "@wretchedfaerie my babie :(((🖤🖤🖤",
        "@FAEBLOOD111 I’m so jealous omg but there’s usually classes everywhere!! I’m sure someone near u can help u 🌿🖤",
        "@caroreadstarot I’ve heard this but I’ve never personally tried 👁👁",
        "@hexxzander thank you :( I hope I just get my main back anyways it seems like a big glitch so I’m hopeful",
        "@jojosdoj0 yea p sure it’s a glitch but I filed for an appeal TWICEEEE so I hope this just gets resolved soon :-(",
        "@pixiething I hope so or I’ll RRRRRIOT",
        "@pixiething I know :((( it seems like a glitch so I hope it’s fixed soon but I’m so sad",
        "ily all so much I’m going to go take a mental health break and binge demon slayer before I watch the movie later lo… https://t.co/DloHTYmhzr",
        "feel like shite just want my main account back https://t.co/NnXrHZCzZb",
        "@twilightreborn POV I’m ur robber and I crawl in the middle to snuggle",
        "@pixiething me today I stg",
        "@AhoyCaptainCay 😭🖤🖤🖤"
      ]
    },
    {
      "bio": "talking makes me nervous",
      "activity": [
        "RT @Jasmine_blu: green!! 🌱🪴 https://t.co/bybYjxfaXB",
        "@slushcult same",
        "green!! 🌱🪴 https://t.co/bybYjxfaXB",
        "@pixiechickxoxo home goods!!",
        "i got this cute pink trash can and i wanna sticker slap it so please send me your favorite small businesses that se… https://t.co/W64tDnTMtW",
        "@deadisco should be within the next few hours!",
        "@ladylztv Yes! Next release or restock i will be adding more of each size :)",
        "@spectralsteph this honestly means the world to me 🥺 thank you!",
        "A small update on preorders! \nProduction on the sweatpants will be finishing up on friday so they should be arrivin… https://t.co/fQrxkPo80m",
        "@notsokawaiit yes 😟 me 2",
        "@NinjaStalkersJS 5-6 weeks from your order date :)",
        "@jotaspuercas that would be so cute !!!",
        "Shorts preorders will be closing tonight! ♥ https://t.co/PW2TX0HzAe https://t.co/nWP6AQTykW",
        "@Holly_rin u know what? i take back what i said",
        "@GirlxAlrighty i have thought about it 🥺🥺🥺🥺",
        "@egirlprivilege yes the charms are so cute! they have a lot of different kinds depending on what she’s into :) you can also look on etsy!",
        "@egirlprivilege do u mean like the little charms??",
        "crocs ARE cute !!! stop the slander https://t.co/WAxnO0ZxsL",
        "@peterberkman cozy",
        "@ih8snead i love this"
      ]
    },
    {
      "bio": "peek into my happy place 🥰\nplease know only positivity and love is allowed\n💗💖❤️❣️💞☀️🌸🌺🌷🍄🧜🏽‍♀️🐚🍉🍑👼🏽",
      "activity": [
        "🤍 https://t.co/1gkSqSihwX",
        "i am going to receive everything i desire. all the right people and opportunities flow to me. i have made space for… https://t.co/8RtESFWSbd",
        "hi everyone ❤️ https://t.co/Kvtpo0RhM1",
        "uh huh honey 🍯 https://t.co/Jik5Ne5fWG",
        "happy earth day 🌎 🌱 please enjoy this video of me attempting to swim with one hand and failing 😭😂i miss jamaica 🥺💗 https://t.co/8SrEq5hfC6",
        "spent the day packing jewelry for y’all’s orders 💗✨i’m stopping now for the night i’m too tired lol https://t.co/Kr4iWiilDG",
        "thinking bout the day i was a little blueberry in latex for our mv to ungodly hour 🤣💙 https://t.co/YsMkN90c3V",
        "feeling every emotion after this news.. rest peacefully, you will live on forever🤍✨ https://t.co/b9zm8ExIRw",
        "seeing her face makes me so happy 🥺 https://t.co/MWdvuxNc0I",
        "this is really beautiful https://t.co/tOP3oIRrjX",
        "please know i love you very much though 💗",
        "sorry i haven’t been on socials as much.. there’s no time 😅",
        "all of this hard work is gonna pay off i just know it ✨",
        "been feeling a bit fragile lately..please remember to remind yourself of how special you are ❤️",
        "gm from london everyone ✨gn to everyone else 💞",
        "don’t look too long 🤍 https://t.co/c0b8ECfPkP",
        "got new prescription glasses today and feel like a new woman!! which glasses do y’all like best 1 or 2 💖 https://t.co/lIP1QrQi9m",
        "big mood 💚 https://t.co/Ft1o7sDQ5W",
        "lol guyss they’re sold out already i’m sorry 😭i make them by myself so it will take me some time to do all of these… https://t.co/ydYMZiXO8L",
        "hey guys i made an etsy since so many of you wanted some jewelry!! ❤️ https://t.co/3RsZxKs3hn"
      ]
    },
    {
      "bio": "where the flowers bloom 🦋",
      "activity": [
        "otw 2 the studio 🎶 https://t.co/Nh4XGLt3Lo",
        "man i hate traffic so much 😂🙈 it really be stressin a sista out",
        "playin around 🎶 https://t.co/TD3PNSxUGz",
        "yall @Zendaya’s beauty is out of this world",
        "RT @RyanDestiny: Wheww if deserving had a face.",
        "wow @ReginaKing is so beautiful",
        "@Grimezsz 😍😍💘💘💘💘💘",
        "RT @Grimezsz: Sword dancing rehearsals 🚀🌕🚀 https://t.co/0UqqeugNFV",
        "what God has for you... \nno one can take away ☺️🙏🏽❤️🦋",
        "too much drip 💧 https://t.co/37IhBeHKFq",
        "hii 🥰😇 https://t.co/NJmSy5jlV8",
        "always stay gracious \nbest revenge is your paper",
        "RT @AlfredLewislll: protecting your energy is ESSENTIAL.",
        "don’t hurt yourself, 6inch, all night https://t.co/kNPPnGcfnF",
        "#5YearsofLEMONADE 🍋🍋🍋🍋",
        "@kennybeats 🤣",
        "me time https://t.co/KhgfRJPGLo",
        "you don’t have to feel 100% all the time",
        "RT @Kehlani: really grateful for those who see me &amp; love me.",
        "put them on insta? 🤔🙇🏽‍♀️ or nah"
      ]
    },
    {
      "bio": "https://t.co/mQxfxQTMBj",
      "activity": [
        "https://t.co/oAxkMvhGkv",
        "https://t.co/8dW3fugpw7",
        "https://t.co/CyaI8bT9FN",
        "Thank you!",
        "@KimDaviss ur a beast",
        "RT @neenaroe: Spoke with one of R&amp;B’s most in-demand producers, @DMile85, after his big Oscar night win for “Fight For You” alongside @HERM…",
        "@VictoriaMonet I was gonna bring it to my session I said Na lol",
        "https://t.co/6BmYmcLkWI",
        "https://t.co/rju4yB8xXl",
        "First off can we just talk about the beautiful @Zendaya presenting the award?! And she pronounced my name correctly! And she was super nice!",
        "🙏🏾🙏🏾 https://t.co/HEZ748Evb0",
        "@VictoriaMonet Love you!",
        "That we did! https://t.co/NGKX8kfDUx",
        "RT @HERMusicx: WE DID IT! @Tiara_Thomas @DMile85 #Oscars https://t.co/D4QW4UfDMo",
        "Wow. No words needed! They said everything to each other still in that moment https://t.co/Lf9WGcRtNk",
        "RT @WaithakaEnt: @DMile85 @HERMusicx @Tiara_Thomas #Oscars2021",
        "@finneas Can't wait",
        "RT @billboardcharts: The #Hot100 top 10 (chart dated May 1, 2021)",
        "RT @Spectrasonics: 2021 OSCARS - Congratulations to Spectrasonics users   Atticus Ross, @trent_reznor and @DMile85 for their Oscar wins las…",
        "RT @floodmagazine: Less than a week after Derek Chauvin was found guilty of murdering George Floyd, the songwriting team behind “I Can’t Br…"
      ]
    },
    {
      "bio": "hip-hop/r&b writer @billboard\ndetroit made, iranian roots\nbylines in @bustle, @rollingstone, @southsideweekly, +more\nmsu - medill\nviews are my own, bla bla bla",
      "activity": [
        "Spoke with my fave, @morrayda1 about his journey to the Hot 100 ✨ He also dropped his debut mixtape today!  https://t.co/Wcw98jnJ9C",
        "Spoke with one of R&amp;B’s most in-demand producers, @DMile85, after his big Oscar night win for “Fight For You” along… https://t.co/siPyOPrgWg",
        "RT @SouthSideWeekly: BREAKING: Sources close to the investigation of the CPDs killing of Anthony Alvarez say he was shot in the back, and h…",
        "RT @heranmamo: I’ll be discussing all things @BBMAs on @TwitterSpaces following the 2021 finalists reveal this Thursday, April 29! Tune in…",
        "my workplace wrote about my best friend!!!! https://t.co/oCiP9AzhWx",
        "RT @sienaliggins: holy shit @papermagazine said the album is out!!!  https://t.co/hkaKsDJsgv",
        "It’s day 27 in my new apartment. I can no longer sit on cardboard boxes. It’s time. I need to buy a chair.",
        "@morrayda1 @hamzaa @miraa_may @amaarae @blaqbonez @Bujutoyourears @debnever",
        "@notthathalle @billboard doing my best 😅",
        "Me and @bycydney just started a new @billboard weekly column highlighting our favorite hip-hop/R&amp;B songs from emerg… https://t.co/K3azIsBE35",
        "@chrisdeville I will never understand the people who think it's NWTS",
        "Writing about take care aka drake’s best album aka the hill that I WILL die on",
        "@sienaliggins I like the plaincake 🧇",
        "The joy that this child gives me is unprecedented https://t.co/fzSHS58P0L",
        "*becomes a cordae fan* https://t.co/nPNKMQHHjO",
        "@AUgetoffmygold @SEVNTHOMAS @giveon Sevn and I would beg to differ (I'm half Canadian)",
        "I love my landlady and I hope that never changes (@god)",
        "Spoke with the ever-talented @SEVNTHOMAS about the story behind @giveon's Heartbreak Anniversary! Spoiler alert: it… https://t.co/o4rguXrDIP",
        "Wrote about my fave @morrayda1's new music videoooo https://t.co/lsKsPDtHyN",
        "@notimeforwigs https://t.co/liNBnADDO1"
      ]
    },
    {
      "bio": "art for art’s /sāk/ 💞",
      "activity": [
        "RT @billboard: Billboard catches up with Grammy and Oscar-winning producer D'Mile, discussing his work with H.E.R., Silk Sonic and early co…",
        "I appreciate you.\nyou’re quite literally the 🐐✨ https://t.co/oh8elNgq9j",
        "RT @DMile85: https://t.co/6BmYmcLkWI",
        "RT @DMile85: Grammy, #1 Hot 100 billboard. Oscar! All different songs. How my 2021 is going.",
        "God really be flexing sometimes, wow.",
        "RT @IMDb: Congratulations to H.E.R., D'Mile and Tiara Thomas, winners of Best Achievement in Original Song! #FightForYou #JudasAndTheBlackM…",
        "YES\nYES\nYES\nYES\n@DMile85",
        "don’t you love who you’ve become now that you know more?",
        "music so good that you read the credits",
        "“about three Kims” - DMX🥲❤️",
        "RT @_Pammy_DS_: You'll realize one day why your timing was perfect and why things had to happen the way they did. To protect you, guide you…",
        "@GaryBiddy 💓😰",
        "so excited to share that I did my first paid speaking gig today &amp; at a program that made me fall in love with the a… https://t.co/dc6lddVLej",
        "RT @deunivory: this new chapter of my life is the healthiest, wealthiest, most peaceful, wildly abundant, joy-filled, and successful chapte…",
        "RT @mikael_jibril: You are supposed to get younger as you grow older. To grow older means to find the fountain of youth within.",
        "@DanaJeter lmao the little girls in us really hopped out 😰",
        "@DanaJeter Dana I swear I was just about to text you about the moment Kendrick walked in the bar and we squealed 🙈🙈🙈🙈",
        "This is how you use your budget #lilbaby",
        "@nateblackout because the math definitely isn’t mathing🙈",
        "@MRS2YA lmao"
      ]
    },
    {
      "bio": "The real Gucci clone.",
      "activity": [
        "RT @Flashyasf: Stop sparing mfs. Nobody felt bad when it was you.",
        "RT @brattzlife: Can’t nobody “out nonchalant” me cause when idgaf, I DO NOT GIVE A FUCK 🤷🏾‍♀️",
        "RT @realprettyygirl: We all the villain in someone story but i don’t give af 😭😭😭😭😭😭",
        "RT @thepiscesfinest: Gf who plans the trips and bf who pays&gt;&gt;&gt;&gt;&gt;",
        "2 days💕🍾 https://t.co/oZIr4ZFqCi",
        "RT @yvvngkd: Nipsey said It best, when your intentions are pure, you don’t lose anyone, they lose you",
        "RT @samstaydipped: Me catching a Lil wayne metaphor 6 years later https://t.co/Depe4yLtBk",
        "RT @Wuggaaaaa_: I love a nigga that let me stress him out and still loves me 🤣🤣",
        "RT @BobbyKingDeal: MJ was funny lmao 😂 https://t.co/gETD4e9MKt",
        "RT @brattzlife: b*tches love provoking me until I wanna fight now I’m ghetto and love drama 😂.",
        "I’m so fucking happppy! Fuckkk🥲💕💕💕💕",
        "I do the weirdest and craziest shit🙃Everytime I’m up to something @AlwaysATrueFan thinks I’m kidnapping her😭😭😭",
        "RT @iamkaylanicole: I just mind my business.",
        "RT @jackieaina: I’m not like other girls, I’m worse https://t.co/6evuSspSSC",
        "RT @kingkris__: Y’all . . . Don’t. . . Take . . . SHIT. . . serious 🤣😭😂 https://t.co/hm32c56mdH",
        "Today is my Fridayyyy😏♉️",
        "RT @1real_taco: It’s 4/20\nIt’s taco Tuesday \nTHEY CHARGED Derek Chauvin  GUILTY!!!\n\nWhat else we need today? God is good",
        "RT @kschmann: The fact we’re breathing sighs of relief &amp; celebrating a man being held accountable for murdering someone on camera should te…"
      ]
    },
    {
      "bio": "live coverage from the day i went missing",
      "activity": [
        "for u a thousand times",
        "RT @marshmallowlegs: they will tell u that pluto's heart has been broken for billions of years &amp; u'd wonder why the universe seemed so pret…",
        "skipping ropes with u like we are kids forever",
        "she’s a butterfly crushed by a wheel but she’s ur prettiest spring too",
        "RT @marshmallowlegs: every tear you held uncried is a sin",
        "i’m always looking for metaphors about ur hair in other boys that i hate to be looking at",
        "u pulled up a fort around my hands and called me back to life",
        "i really miss the way ur heart breaks right before it breathes into mine and i want to take care of it so much",
        "i love u the colors in the background of my mind are finally okay",
        "i memorized ur summer eyes like i’m following the earth",
        "u said i miss you and it felt like the whole world shushed itself to sleep and put it on microphone live",
        "RT @haematiclove: home is a sunset on a summer day &amp; the way you look at me before you kiss me",
        "the time u placed ur head on my shoulder and laughed is still giving me hard time to sleep",
        "love with u feels like being pinned under ur shoulder and taken on field trips to museums of girls that looked like… https://t.co/h0QSWNagLW",
        "my heart is hiding behind the closet in ur room just to be there for u when u cry",
        "does my voice still make u want to cry",
        "the time u gave me heartbeats",
        "i would sell the world for ur kisses",
        "1000 goodbye texts that weren’t is how i feel about u",
        "u looked at me like i’m all the places where one heart swings and the door opens and the other whispers, \"yes. you… https://t.co/665iuAlfck"
      ]
    },
    {
      "bio": "୨୧ they/them ୨୧ ⋆ ┈ ꒰ you are not alone, hope my safe place can be your safe place ꒱ ♡",
      "activity": [
        "RT @kirakiIls: my bf said 2 post these https://t.co/VeJREkRG8l",
        "@babibunni_ this is the one yea 💓",
        "RT @koold0ll: i hate uncomfortable situations i wanna skip them",
        "RT @heartzjpg: coulomb LOVE red princess school backpack https://t.co/Ab6XR0Zpkv",
        "RT @koold0ll: https://t.co/gQAa2bVSha",
        "RT @koold0ll: gm&lt;3",
        "RT @heartzcore: sanrio characters guitars https://t.co/OR5r72XveP",
        "RT @kookiebee7: kageyama ♡ https://t.co/Z0ln0CWrCU",
        "RT @kooldall: cat bug likes tea https://t.co/7PTikfvDQV",
        "RT @mochitheloaf: lake day with mom https://t.co/dCJjWXeD0q",
        "RT @heartzjpg: mini strawberry colander https://t.co/MFirUWBtK6",
        "RT @imnotsevven: unfinished https://t.co/iwcrKK72Qm",
        "RT @heartzcore: they’re bffs https://t.co/lSBc4yk3CG",
        "RT @heartzcore: if angels aren’t real then explain this https://t.co/UJDgasWbzy",
        "love will get us all",
        "RT @lesbianmedusaa: hi yall! my moms having surgery next week nd won't be able to work for the time being. we could really use some help ge…",
        "@piinkimi you got this you got this !!^^ if u want and can msg me a few minutes before ur class ily💕💕💕",
        "@piinkimi just focus on what you have to talk about, if you want try imagining that you are just trying to explain… https://t.co/6k1hLS8V8T",
        "@wrlsophia :( i sending u a hug",
        "again i love you guys i hope you’re all having a wonderful day/night please take care *sends lots of hearts*"
      ]
    },
    {
      "bio": "ig: glitter_vamp",
      "activity": [
        "@itsbreyag that’s so sweet i would love to see it omg!!",
        "@rowsvee @angelictits I want u...",
        "RT @rowsvee: ;p https://t.co/MiWaCT39CX",
        "@witchcreft omg yes PLSSSS",
        "RT @g3org1a_O: this is fucking gorgeous",
        "@VampireGhuleh thank u babe!!",
        "@draculuura thank u 🖤🥺",
        "@chasingang yes do it im encouraging u",
        "@cherry_viper_ thank u :’)))",
        "@prettielani ILY!!!",
        "@CutieCakes___ 🥺🖤",
        "@CutieCakes___ THANK U I PUT A LOT OF HARD WORK INTO IT",
        "@cxldramenn thank u 🥺",
        "@k1ttybae ur the cutest",
        "@L0VESPELLZ thank u bae",
        "@a_uthentica ily ur so precious",
        "never had the chance to have my own computer &amp; now i have the cutest little setup",
        "so proud of this https://t.co/f0xcvZGT6v",
        "RT @ickobell: ATTN‼️\n\nit’s @ickobel and I’m waiting to get my main back, I was at 15.7K \npls help me find my mutuals &lt;3 https://t.co/VZvmyD…",
        "@softhoneypot omg so true bae &lt;3"
      ]
    },
    {
      "bio": "#DeadbyDaylight is an asymmetrical multiplayer horror game developed by @Behaviour. Now on Steam, Windows Store, Xbox, Playstation, Nintendo Switch and Stadia.",
      "activity": [
        "If we had sneak peeks for some updated survivor models, which would you want to see first?\n\nHypothetically, of course. 🙂",
        "@HarvestIord @vetrix_tron Yes",
        "@vetrix_tron Dwelf was stealing toilet paper from the office, he had to be let go.",
        "@RexFemale It was between that and \"𝘱𝘪𝘤𝘬 𝘶𝘱 a copy...\"",
        "Looking for a game to get 𝘩𝘰𝘰𝘬𝘦𝘥 on?\n\nFrom now until May 12, get 40% off the base game on Playstation. https://t.co/IRUUHSQXh5",
        "The Golden Week sale is on now!\n\nSave up to 75% on select outfits until May 5, 11 a.m. EDT. https://t.co/5Q0yjbhdb5",
        "@thecroakerqueen @PaulieEsther1 I don't believe he's arachnophobic, but I can check.",
        "@FunkyNoMonkey Different Bill, that's the science one.",
        "@NoeNovela4 @PaulieEsther1 Question why he's using Insidious if he's going to stand somewhere that I can clearly see him.",
        "@PaulieEsther1 They are anatomically correct, yes.",
        "@ArtemisReznik The shocking part's that this isn't the first time I've been asked that.",
        "Left 4 Dead legend William “Bill” Overbeck enters The Archives. Unlock his never-before-seen memories and travel ba… https://t.co/5QAmJB0EW7",
        "This week's shrine is: A Nurse's Calling, Balanced Landing, Built to Last, and Hex: Third Seal. https://t.co/qa4YrSjGAh",
        "@LisaLuv__ Thanks for working with us! It was a pleasure. https://t.co/iitqOmw0UH",
        "@RKapsta @LisaLuv__ Soon™",
        "@JakobObeso @LisaLuv__ Yesterday: https://t.co/SEH1JF3Gw2",
        "Meet @LisaLuv__! She's the artist behind some of the emotes found on the Dead by Daylight Discord server.\n\nPS: Dog… https://t.co/YakZRkvM7N",
        "RT @dragen_gyrr: #DeadbyDaylight #dbdfanart \nLadies’ Late Night Tea Party https://t.co/E0hrj0g5Yr",
        "RT @AlinaRubenchik: I’m sorry for spamming today. 🥩🔪🫀🪦#pyramidhead #silenthill #DeadbyDaylight #dbdfanart #horror #drawing https://t.co/Fv1…",
        "RT @MikeyGoStabby: Blinky blink https://t.co/2SVWSk2ivv"
      ]
    },
    {
      "bio": "Wedding for DbD!",
      "activity": [
        "@dino_artsy So beautiful!!",
        "@DeadByBHVR Oh my gosh yall, Kate's big bird dress is on sale!!",
        "Got word back that the escape cake cupcakes toppers are being processed now! Can't wait to show off the final resul… https://t.co/gjzPEqYRSJ",
        "@DbDMobile @dbdnewsofficial That's okay! As impatient as some may be, I'm sure we'd all rather a stable delayed gam… https://t.co/pUgBzyEBbw",
        "@DeadByBHVR It's so weird seeing Bill when he was younger, not that I'm complaining!!",
        "Me, my fiance, and my side all are wearing suits and where better to get the ties than the official merch store?? https://t.co/OZn3nV7gW6",
        "We're gonna have a little photo booth at the wedding with a bunch of props for people to take pics with! Should mak… https://t.co/N0yBbT86pi",
        "@PaulieEsther1 @TheKingTwitch @LuminiousDBD @YanimaDbD @Fantoziee @SpitfireMichina Yes exactly, thank you so much!!",
        "If anybody knows someone proficient at posing Dead by Daylights models for pics, could you send their info my way?… https://t.co/qv5dx3VObn",
        "2/2\nSitting behind me and my fiance at the wedding, I want all the current survivors and killers character select i… https://t.co/26j6bxBATV",
        "1/2\n@TheKingTwitch Hello King! You and @PaulieEsther1 are my favorite DbD content creators and I wanted to ask. I'm… https://t.co/iMUCho4MJm",
        "2/2\nSitting behind me and my fiance at the wedding, I want all the current survivors and killers character select i… https://t.co/CuG9SjK0lq",
        "@PaulieEsther1 Hello Paulie! You and @TheKingTwitch are my favorite DbD content creators and I wanted to ask. I'm h… https://t.co/aBikIY6v0j",
        "If it isn't evident enough from the profile pic, me and my fiance are both men. If anything LGBTQ+ bothers you, you… https://t.co/2iY4GKhtGG",
        "Wanted to show off a big mural that is in progress being created by the lovely and talented @dino_artsy \nI'm having… https://t.co/oCo9igrUxL",
        "Here's the rough draft of cupcakes at the wedding. They're mini escape cakes! I even ordered the little toppers for… https://t.co/UDTk1UJQ7E",
        "Just created!! Me and my fiance are having a Dead By Daylight themed wedding and this account is where I'll be doin… https://t.co/4dCVROHELH"
      ]
    },
    {
      "bio": "Community Co-Ordinator for @DeadbyBHVR, Twitch Moderator for Morf_  All my opinions are my own, nobody else but me to blame for them.",
      "activity": [
        "@HeavenSmile5 It's just a different coloured heart, it's not necessarily symbolic of anything used in this context.",
        "@TBagnole from you, I expect nothing less 😂",
        "@HeavenSmile5 💙",
        "@Dessa_nya @autumngxi That's beautiful 😍😍😍",
        "RT @Dessa_nya: #DeadbyDaylight #dbd #dbdfanart #ElodieRakoto #TheWraith #PhilipOjomo \n\ncommission for @autumngxi 🔅💫 https://t.co/s1pIYILrdo",
        "@lucarizzo90 you're far too sweet to me Luca 💙",
        "@Succubuzz thank goodness, otherwise I'd have nobody to play games with on a Friday night!",
        "@LexicatTV 😍 you are a sweetheart and I adore you!",
        "daily thoughts... https://t.co/vkVDcMaJzy",
        "RT @D0lIface: Hey, kids\n #Dbd #dbdfanart #DeadbyDaylight #thelegion #DeadbyDaylightfanart https://t.co/eGu39sv0k0",
        "RT @SergAcuna: Happy #NationalSuperheroDay  :D https://t.co/khubXsbrp6",
        "RT @jiaowochhanQVQ: 画点baby killer https://t.co/rsADRP9U5U",
        "RT @anocam_: Into the Cyber-verse [w/@steffieharner] https://t.co/39rVz38S8g",
        "RT @aimafarmako: Enjoy the show~!! 💖 #dbd https://t.co/J4lwJptuPt",
        "RT @Kotobukiya_EN: 【NOW AVAILABLE FOR PREORDER】\nKotobukiya's DEAD BY DAYLIGHT THE WRAITH STATUE is now available to pre-order! Be sure to o…",
        "RT @shimhaq: Super busy with commissions and other projects that I'll be sharing soon so no time for anything personal these days. But sinc…",
        "@ribanne_ how do you drop a phone on your face?? 🤔",
        "RT @22CHANO_death: 昔作ったグッズの絵😂古のフォロワーしか知らなそうw https://t.co/0ENfeSXpoS",
        "RT @22CHANO_death: これ描いたの2０１９年ってマ？ https://t.co/xjJRPz3SUc",
        "RT @sherman_amnezis: #Dbdfanart #DeadbyDaylight #Nea #Amnezis https://t.co/9qsUL7VA8I"
      ]
    },
    {
      "bio": "The art of FromSoftware (and others too). Submissions open. Inspired by @berserksouls @sourcepics @taffingabout and @horrorvisuals",
      "activity": [
        "RT @Archthrones: https://t.co/kJpKhC9pL2",
        "RT @Archthrones: Magic done by the lighting princess, @KarmaJovia\n\nStill WIP but you see the direction we're going with. https://t.co/wtoIH…",
        "so um, i'm guessing this was a case of stuff being cut and then repurposed for dlcs",
        "Dark Souls 3 key art https://t.co/yzyQbhgiGM",
        "@JesterPatches while black phantom has more enemy and enviromental concept art, for whatever reason they really lik… https://t.co/lDmhUQwngX",
        "@JesterPatches They differ a lot both design and content wise. For example, the npc pages (1st and 2nd - deluxe, 3r… https://t.co/NU6rrFVesP",
        "Didn't know that! And just yesterday I discovered that Demon's Souls also has two different artbooks, one is from D… https://t.co/0zNSb4YxAp",
        "RT @JesterPatches: Concept art for Pate from Dark Souls II, wearing the hard leather set instead.\nThrough the bald head and the set I hoped…",
        "RT @horrorvisuals: Kuon - Concept Art https://t.co/oLRu2hLAuh",
        "RT @SkallEdit: \"Die &amp; retry\", Demon's Souls Remake https://t.co/udkWZfNFam",
        "from Demon's Souls artbook https://t.co/KLTpvE50k8",
        "@Kyrem_Hunter no lol l mean like visual changes, some of those are bad too",
        "@Kyrem_Hunter yeah, cuz i wanna show how bad it is 😉",
        "@KasiNyaa well i did post an endgame shot from original demon's souls literally yesterday 😁\nyou could always mute m… https://t.co/TGtpm8X5d8",
        "@SkallEdit of course! would be great",
        "I see a great majority of you wouldn't mind Remake posts. It is determined then.\nI also see a lot of people who wou… https://t.co/pqPEahIo3o",
        "RT @SkeletonsinVGs: Dark Souls II https://t.co/plK1D7Ue2u",
        "RT @sleepysolaire: Ledo and Havel chillin #DarkSouls https://t.co/BAwoReehEB",
        "RT @VideoArtGame: Fan art | Bloodborne - Hunter's Dream\n\nArtist: Cafune301 https://t.co/GriLIG4plw",
        "Sharline concept art https://t.co/OeyPp0lPIh"
      ]
    },
    {
      "bio": "Artist of the Abyss\n-Commissions Closed-",
      "activity": [
        "Great vid on The Gutter\nhttps://t.co/Wp0ZSXfa7M",
        "@supergranja @rinzler2080 Yes.",
        "There's also this infographic, wonder how much of it is true\nhttps://t.co/H9PHG3mGlg https://t.co/lQTZFEC7hX",
        "@rinzler2080 for me the characters and lore carried it",
        "@NeroBearo agreed",
        "@scrawn0 one day, I will make them understand https://t.co/YZulN0RVu7",
        "@Pigeongratuit I dont rly understand french well enough but your map looks great 👍",
        "Then you have attempts at expanding concepts of Fire and Dark, separating Dark and the Old Chaos into their own ide… https://t.co/ukelhza6nl",
        "Including, but not limited to, the fact that it actually alludes to your character having a life and family before… https://t.co/jmAdOJBlqS",
        "Man, DS2 could have been the greatest in the series.\nhttps://t.co/Ry2vhH269j",
        "Praise or Invade https://t.co/Mz0YyovHTt",
        "https://t.co/XB8SKlWB6M",
        "you. https://t.co/Z8GLS4yk4A",
        "@sadhorror yeah",
        "@BiodiversidadeB https://t.co/cIVF3BTXKP",
        "@ImperatorOfPuns sup https://t.co/ZszeN8kYJL",
        "afternoon bump for this mad lad",
        "wip https://t.co/RxK9wC5d68",
        "@FearlessWarrior she just vibin",
        "@lunch77beats @Kulltt er, that would be me\nthanks tho"
      ]
    },
    {
      "bio": "Film director at Five Knights Productions. Illustrator for Magic the Gathering. Making music under the name CLANN. Captain of the KIN Fables project.",
      "activity": [
        "Thanks for the interview @Magic_Untapped !🙌 https://t.co/fWvpsml1EX",
        "@DonnyCaltrider @HipstersMTG Thanks so much Donny ❤️🙏",
        "Prints available here for those interested https://t.co/IDKwR2Wxpx",
        "@Huntress1293 @MTGSecretLair Yes you can use brushes for sure! Check out @grutbrushes",
        "@Kensadi Wow amazing cosplay right here! And thanks so much ❤️🦇",
        "party time with the vamps https://t.co/TyxL1QN8r0",
        "Painting details, adding life. #MTGSecretLair https://t.co/WkgrxH9CpB",
        "And here's the second sketch proposal. This one was selected by the AD, but Sam asked to include Edgar Markov as th… https://t.co/8dQcWrnjfy",
        "I proposed 2 sketches. Here's the first. https://t.co/6czjkGl6EF",
        "There are rows of stone coffins and fonts that drip actual blood. The lid of one coffin might be open, as though it… https://t.co/aVlY90rihH",
        "AD: Sam Burley. Art Description by \n@kellydigges\n. Here it is: \n\"Setting: INNISTRAD \n Land associated with BLACK an… https://t.co/6OAvyvQRl3",
        "@dolfo10564 @MTGSecretLair yep",
        "@ExitioRegem @MTGSecretLair It's supposed to be Edgar :) Thanks for the kind words",
        "@lazrsquid @MTGSecretLair I'll look into it!",
        "🍷🍷🍷 https://t.co/GSZTaSIKdS",
        "@kellydigges @MTGSecretLair Ah cool! 🙂",
        "New MtG art for Blood Crypt revealed! 🦇vampire party 🍷 This is actually an old painting, done all the way back in 2… https://t.co/ez5muBZqHU",
        "@Tynkre hey! I've got a signing service for that! :) https://t.co/CILWttjdgO",
        "@cherrydadgreg thanks so much! cheers!!",
        "https://t.co/Y3KzgqCfOR"
      ]
    },
    {
      "bio": "Journalist, author, broadcaster",
      "activity": [
        "RT @ClaxheughRocks: @ClarkeMicah @polytixs Or, finally, read this:\n\nhttps://t.co/qgYRMsFhtF",
        "It is weird, isn't it?  But I recommend perseverance @technodolt0. https://t.co/GFSFWyUagN",
        "Well, that is very kind of you Stephen, @stephenpollard, but you were never any kind of squirt. https://t.co/D7Bbg94sXQ",
        "It's a Last Judgement by Rogier van der Weyden, on display at the  Hotel-Dieu in Beaune, Burgundy.  See it if you c… https://t.co/BFOe42fXNq",
        "Thank you, @davidmarkherman. https://t.co/MvyMnBm4Kb",
        "Thank you @thebutcher1980. You caused me to listen to it again, and I will say the  choices of music were good( as… https://t.co/wdLpUFR0IR",
        "RT @ClarkeMicah: Teheran 2007 . https://t.co/AoxHwQjBBz https://t.co/CZenBNtzwb",
        "RT @cmccarthy1964: “Marshmallow Totalitarianism”\n\nJust two words, but it describes succinctly where we now find ourselves. \n\ntoo soft and s…",
        "2/2 @dedubius. This passage, translated, means : The state should use its power to frighten the weak, who it thinks… https://t.co/Al4h0660Jh",
        "1/2 @dedubius Are you bamboozled by long words and the use of the passive voice?  Government is big and powerful, a… https://t.co/7QoOkszSjl",
        "Yes, that is true.  @richh88533315 . Not that it was anything to boast of. I was surprised to see them there, and c… https://t.co/OUhsSjHlma",
        "Does anyone know where the full report into this horrible case can be accessed? https://t.co/VqiSArmckf",
        "Thank you @realscottritter, I will read with interest. https://t.co/o7Zd82qETl",
        "Actually I didn't say that . But I did say a lot of other things. Please see full recording: https://t.co/O8eTb5D2Uk https://t.co/8WCqDpHozZ",
        "The threat of Marshmallow Totalitarianism, too soft and sweet to excite alarm : My latest conversation with Mike Gr… https://t.co/65W7RwhSRn",
        "Quite so @realscottritter, but by the Gorbachev era the task of modernising the Group of Soviet Forces in Germany w… https://t.co/PqDN5zPKxt",
        "@lauradjones1970 \n https://t.co/QWRgxnWtyo https://t.co/Rv0RmTJSD2",
        "This is interesting https://t.co/fBuEUoaucx",
        "Not really,  @tridentine123 . I've explained why I differ with the RC interpretation of the history of England in t… https://t.co/XrMUwgp0ad",
        "RT @robjohn75: @ClarkeMicah Full document here https://t.co/NeWcUKYOvf"
      ]
    },
    {
      "bio": "Non-partisan / Anti-Lockdown / Pro-Humanity / Pro-Children.\n\nhttps://t.co/5HsboTVUig",
      "activity": [
        "RT @Metabo_PhD: 1/ Important #COVID19 vaxxine data thread. I have avoided tweeting about the vax issue as it’s become an immensely toxic to…",
        "RT @C_Ups17: #PaidSickDays would have been a great idea early in the pandemic as part of a strategy to keep businesses open. Now that we've…",
        "RT @rubiconcapital_: Truth bombs from @TorontoIDDoc.\n\nPeople hospitalized with COVID are a small % of people with COVID. \n\nYes!\n1 in ~400 u…",
        "RT @Roman_Baber: (1/2) Police can't charge w/Criminal Code obstruction when refusal to abide is punishable by Prov law. I asked @SylviaJone…",
        "RT @Roman_Baber: (2/2)Covid or not, we're still a Western Democracy! Solicitor General must enforce the Rule of Law. PA to Attorney General…",
        "Which quack doctor or librarian would you nominate? https://t.co/pamNFbb5IY",
        "RT @goddeketal: 2/: You make fun of the suffering of those in poorer strata and poorer countries who are left behind by you. You are cynica…",
        "RT @iansmithfitness: 100s of parents in Vail, AZ attended a School Board meeting, protesting mask mandates for schools. They would not leav…",
        "RT @dockaurG: Govts still imposing horrific harms on ppl at low-risk of Covid with unscientific/unconstitutional lockdowns/restrictions whi…",
        "RT @rubiconcapital_: There is now a clear association between (i) vaccination and (ii) cases/clinical presentation. Unclear what/why.\n\n@Pub…",
        "2 questions to consider:\n\n- If peaks align almost perfectly a year apart, seasonality or wild coincidence?\n\n- Rise… https://t.co/kwrOtcLN81",
        "RT @CPAC_TV: This week's Outburst poll: \nDo Covid-19 restrictions work?\n\n#cdnpoli #canadianpolitics #pandemic",
        "@KuyaMonte @jeffreyatucker Two can play this silly game: https://t.co/SUOOQPMXhY",
        "RT @JCCFCanada: Covid in Canada: Nothing much to fear\n\nTen reasons to be more afraid of a car crash than Covid\n\nhttps://t.co/pQVqLYxYqP htt…",
        "RT @DonaldWelsh16: The verdict is coming on Canada's C19 response and Dr. Allen's economic assessment is neither the first nor the last. Th…",
        "RT @jeffreyatucker: It's just remarkable to me that people and institutions are still promoting various anti-Covid stringency measures even…",
        "https://t.co/HaTCzAGXZ3",
        "If you can, please add tweets and links to news articles showing how our American siblings are enjoying life again.… https://t.co/qfY2oWY1VT",
        "RT @Greg_Tolan: No nation is perfect, but if 'Covid-19' hasn't convinced you that the United States is the greatest country in the world th…",
        "\"Personally, the pandemic has been the greatest mental health challenge of my life. And I need, at some point, reli… https://t.co/Oi2D4ttSeB"
      ]
    },
    {
      "bio": "I'm not getting vaccinated as a service to humanity and science. All clinical trials need a control group. I am happy to oblige.",
      "activity": [
        "Sign arrived. Thank you for the freebie @thelinecanada. It’s going up on the lawn today. https://t.co/wxux1ux62O",
        "I saw a hazardous waste team out collecting surgical masks from the ground today. Actually no I didn’t. Those dirty… https://t.co/WzYKHbouvL",
        "@NicKeaney @EssexPR @emsayle Here’s a proposal. https://t.co/RAxZrXiztV",
        "@heidi12312345 It was a very accurate observation.",
        "@heidi12312345 Totally true. I’m sure there is an actual mental illness in the DSM about this.",
        "@CanAditude If you take the toxic brew you are locked in folks.",
        "@heidi12312345 💯👍",
        "@StevenJGPerez 👍❤️",
        "@HealthyDebate @UofT_dlsph @CTGHealthcare Hey @dfisman you can nominate yourself. Since you are into self-promotion… https://t.co/aZWY0pn34w",
        "@Milhouse_Van_Ho It’s gotta be the king of the quacks @dfisman for me.",
        "@saylahachey I had a colonoscopy. I have mixed feelings about it.",
        "@JustinTrudeau “Left their jobs” or handed a pink slip when your failures led to an economic crash? Just sayin’",
        "I’m not a number, a QR code, a digital asset or a walking biohazard &amp; fuck anybody who tries to tell me otherwise.… https://t.co/dMt3rCoqip",
        "@RealRichardBail @Leonine35 People rarely stop to think about whether it is just &amp; democratic for Governments to pa… https://t.co/03iAZWnue6",
        "@CharlieEmmaUK Compensating for low self esteem and deep rooted insecurity.",
        "@thelinecanada I find that tweets mentioning Billy Goats in an unflattering manner often disappear into the ether. Who did you mention?",
        "@ArmyofShadows2 I am solidly on Team Human. And I love that cheesy 80’s stuff.",
        "@spencerlatu So many people on the so-called “left” have become drug pushers for big pharma and supporters of autho… https://t.co/KTq5PtuHxp",
        "People sometimes ask me why I’m anti-vax. I tell them I’m actually anti-Big Pharma. I don’t take any of their vacci… https://t.co/BGLqy1E3on",
        "@MarkGBblog @BorisJohnson @MattHancock @grantshapps 😆"
      ]
    },
    {
      "bio": "\"One prerequisite for a living theatre is a certain surplus of criminal energy.\" - Heiner Müller\n\n\"I call this world 'the Vale of Soul-Making'.\" - John Keats",
      "activity": [
        "@ArmyofShadows2 Where's all me lovely locks gone?  \n\nStill a snappy dresser, mind.\nhttps://t.co/OI9x9aaJSJ",
        "@ArmyofShadows2 The AZ shot? Didn't feel a thing until my head fell off. \n\nhttps://t.co/Zy3V0Xirgu",
        "@ArmyofShadows2 @Wolf14064576 He shat in my kettle.",
        "@AntifaNordsachs Sie haben also nicht den geringsten Beweis, dass er überhaupt irgendjemandem Gewalt angetan. Sie h… https://t.co/2hgu5kokxr",
        "@ArmyofShadows2 \"Old\"?\n\nhttps://t.co/s1bjVNaChB",
        "@Blumenfueralle Wie lange unterrichten Sie für das Wocheneinkommen (brutto) von Bill Gates?",
        "This is how little they care about your children. (Being more malleable as well as entirely defenceless, your child… https://t.co/00xXFAwM0q",
        "@ArmyofShadows2 \"I scream,\nYou scream,\nWe all scream for ice cream.\"\n\nI wish the crowds would chant that. Take your… https://t.co/UKhRrevsww",
        "@ArmyofShadows2 @Wolf14064576 A right bad yin. I hear he now jabs himself every day, with rusty scissors.",
        "@robinmonotti2 OT: Hearing #3 of the independent Corona Commission: \"What happened in Bergamo?\". (Don't know if you… https://t.co/aks9Nm5YY1",
        "@deeperama @NeoBactrian Ah, I thought the guy with the headphones was hosting that Infrared thing. Anyway, thanks, will check it out.",
        "@deeperama @NeoBactrian Anywhere else we can hear him?",
        "@BigSmokeTavern @ArmyofShadows2 @Charbrevolution No worries, C. Glad to see youse are still fighting the good fight… https://t.co/2JJztjXje1",
        "@_whitneywebb https://t.co/mjZIHduqEo",
        "@_whitneywebb Meanwhile, in Germany, those who have spent nearly 14 months ignoring and undermining the Constitutio… https://t.co/6WqChMJ9Dj",
        "@ArmyofShadows2 Was delighted  to see you mention you met @BigSmokeTavern at the great London demo. When she visite… https://t.co/6LS6sUsOAo",
        "@ArmyofShadows2 Satire? \"As the anti-lockdown extremists do not fit into any one definition (far-right, far-left or… https://t.co/xezlLvY0P4",
        "@ArmyofShadows2 Looked like a good one. Must have been several hundred people there, according to the BBC, which to… https://t.co/psSmvqAGPj",
        "@ArmyofShadows2 @Wolf14064576 Perhaps he will see the error of his ways.",
        "@ArmyofShadows2 remember sophie s."
      ]
    },
    {
      "bio": "PIC is a 501c3 nonprofit educational org that delivers data on infectious diseases and vaccines and unites doctors who support voluntary vaccination.",
      "activity": [
        "Did you know that protection against influenza from the flu vaccine is greatly reduced or absent in some seasons?… https://t.co/JMgka4jGSN",
        "Did you know that after the 5th dose of #DTaP, protection wanes and the odds of acquiring #pertussis (whooping coug… https://t.co/fgZo304SgF",
        "Did you know SARS-CoV-2 spike proteins may increase the risk of neurological damage in #COVID19 patients by disrupt… https://t.co/AwE7rLkrau",
        "Did you know that children given the varicella (chickenpox) vaccine can acquire the disease and pass it on to other… https://t.co/VGjJgYLjJa",
        "Did you know that the mumps vaccine is associated with waning immunity and asymptomatic infection?… https://t.co/VjHAvQPart",
        "Did you know viruses in our virome can protect us against harmful bacteria while leaving helpful bacteria alone?… https://t.co/PWCfl4kqjJ",
        "Did you know that ITP, an autoimmune disorder affecting blood clotting, has been observed following influenza vacci… https://t.co/OmG2iaS3Ms",
        "Did you know that the resurgence of whooping cough is most simply accounted for by transmission from infected indiv… https://t.co/IU7cukDPYa",
        "Did you know that the #fluvaccine doesn’t reduce demand on hospitals?\n\nAre flu vaccine mandates science-based? Read… https://t.co/YpeF0609BT",
        "In Korea, the number of #measles-susceptible individuals are progressively increasing because “vaccine-induced immu… https://t.co/54Xm99AVpW",
        "Did you know that there are scientists who question the effectiveness of the #fluvaccine? \n\nhttps://t.co/M1BVotGIXU… https://t.co/PgWLQKZPbb",
        "Did you know that inflammation caused by the seasonal flu vaccine has been associated with depressed mood?… https://t.co/iyzEinz4p5",
        "Do you know of any diseases as adverse events after Hepatitis B vaccination?\n \nhttps://t.co/CMNGhv6qGe\n\nWant to sta… https://t.co/vCi7GaWFX4",
        "News, Maryland: Johnson and Johnson #COVID-19 #vaccine pause to be lifted\n\nhttps://t.co/vor1EUgS0K\n\nSign up to our… https://t.co/ohWIpdsbh2",
        "@little_wrong @PamLongCO Yes at this link: https://t.co/6vipYZ83JN",
        "Unite to Safeguard Informed Consent in Vaccination\nBusinesses and organizations: Join us!\nhttps://t.co/HzCoag6DKn… https://t.co/okCUGYvMcj",
        "Is there evidence that #measles-containing #vaccines are associated with acute encephalopathy followed by permanent… https://t.co/7fpZKUTZek",
        "Did you know that viruses are present in and on many surfaces of the human body?\nhttps://t.co/5SYI7qgSZw\n\nWant to s… https://t.co/BA3snOnXxR",
        "How effective is the Moderna COVID-19 vaccine?\n\nRead our 2-page Q&amp;A on the Moderna COVID-19 vaccine:… https://t.co/aYCQheidG7",
        "Did you know that those vaccinated with the current #DTaP can carry and transmit the whooping cough bacteria with n… https://t.co/5jC6qLWFDR"
      ]
    },
    {
      "bio": "Official news from the Office of Texas Governor Greg Abbott. You can follow the governor's personal feed @GregAbbott_TX",
      "activity": [
        "RT @GregAbbott_TX: TX has no corporate or income tax &amp; low regulations, which leads to more jobs. \n\nBiden is proposing a $2T tax hike to fu…",
        "RT @GregAbbott_TX: Biden rejoined the Paris Climate Agreement, which could destroy up to 2.7M jobs.\n\nTX is a pro-energy state. We will not…",
        "RT @GregAbbott_TX: With the help of @DanPatrick &amp; @DadePhelan, proud to announce the release of $11.2B in new federal funds for TX public s…",
        "BIG NEWS! Texas has been named Best State for Business by Chief Executive Magazine for a record-smashing 17th year… https://t.co/de78DT0dVN",
        "Congratulations to the 10 Texas colleges &amp; universities selected by @TxWorkforce for the Office of the Governor’s S… https://t.co/JwJSvV8zEK",
        "Have you received your first dose of the Pfizer or Moderna vaccine? Make sure to get your second dose a few weeks l… https://t.co/WgsuA3pYTp",
        "RT @GregAbbott_TX: TX counties are facing challenges due to the surge in illegal border crossings.\n\nSeveral have declared local disasters.…",
        "Celebrating 113 years of courageous service. From a small corps of medical professionals to what it is today: the b… https://t.co/ZfEIlSrVxs",
        "Texans: Hurricane season is nearing. Are you prepared?\n\nYou can purchase certain emergency preparation supplies tax… https://t.co/4ZJFuK29ez",
        "Texas is an energy leader thanks to innovative companies like @exxonmobil who invest in our communities and seek a… https://t.co/aOBOLaRge2",
        "“As proud Texans, it is our privilege — our duty — to preserve that cause of liberty.” #SanJacintoDay #txlege https://t.co/fng8Dm6FbJ",
        "Meeting with @TexasHHSC Commissioner on 1115 waiver and other healthcare related issues. https://t.co/vekgoWDyMf",
        "RT @TDEM: At the request of @TDEM, @FEMARegion6 has extended the #WinterStorm2021 Federal Disaster Assistance Deadline.\n\nTexans impacted by…",
        "Statement on Biden administration reversal of 1115 Medicaid waiver extension: https://t.co/fSdXDhuigu https://t.co/lW6FMVMKFY",
        "RT @GregAbbott_TX: Proud to welcome @GrtLakesCheese to Abilene with @DrBuckinghamTX &amp; @RepStanLambert! \n\nWith a $185M capital investment &amp;…",
        "RT @TxDPS: The countdown is over! The waiver for expired DL/ID cards officially ended yesterday, 4/14. If your DL/ID is expired, renew toda…",
        "Urging President Biden and Vice President and Border Czar Harris to designate Mexican drug cartels as foreign terro… https://t.co/AhroYvbnug",
        "Over 50,000 Texans have been vaccinated against #COVID19 through the Save Our Seniors initiative.\n\nThis week, 35 co… https://t.co/mQ68DdeVJp",
        "RT @GregAbbott_TX: The @USAFReserve was founded on this day in 1948.\n\nHappy birthday to the U.S. Air Force Reserve!\n\nThank you for serving…",
        "Texas leads again, gaining more young professionals than any state in the nation. https://t.co/2RIiEXu15s"
      ]
    },
    {
      "bio": "Welcome to the Biden-Harris White House! Tweets may be archived: https://t.co/IURuMIrzxb",
      "activity": [
        "LIVE: President Biden delivers his first address to a Joint Session of Congress. https://t.co/tuJTTxgdAX",
        "Join us for the President’s Joint Address to Congress tonight as we reflect on the last 99 days and the road ahead. https://t.co/yCafYigIsu",
        "RT @FLOTUS: Join me as we recreate the tradition (virtually!) of hosting guests for tonight's speech.  https://t.co/YLkJ9owtzM",
        "President Biden will be delivering his first address to a Joint Session of Congress tonight. To make this historic… https://t.co/yerayxTSaq",
        "Tonight, President Biden will be delivering his first address to a Joint Session of Congress. We’ll be livestreamin… https://t.co/nT3zmt4mrp",
        "Today, President Biden signed an executive order to raise the minimum wage to $15 an hour for people working on fed… https://t.co/nxrYOcuFxN",
        "Tune in for a briefing with Press Secretary Jen Psaki. https://t.co/UlhyxJirOo",
        "Happening Now: President Biden delivers remarks on the COVID-19 response. https://t.co/IxQxfmzvx3",
        "RT @WHCOVIDResponse: An update from @CDCDirector: \n\nIf you are fully vaccinated and want to attend a small outdoor gathering -- or dine at…",
        "Across the country, our transportation infrastructure is in desperate need of repair — and President Biden has a pl… https://t.co/ZjTKe7kqV6",
        "Get your second shot — it’s the best way to protect yourself, your family, and your neighbors.",
        "Today, President Biden signed an Executive Order establishing the White House Task Force on Worker Organizing and E… https://t.co/yrCNkHXx37",
        "Today, the USDA announced a new effort funded by the American Rescue Plan to provide nutrition assistance to more t… https://t.co/l4LSZRrTn4",
        "Tune in for a briefing with Press Secretary Jen Psaki and Director of the National Economic Council Brian Deese. https://t.co/yrp57Jnhas",
        "Every American 16 and older is now eligible to receive their COVID-19 vaccine. To all adult Americans: now is your… https://t.co/zsyVibW015",
        "Over two decades, global efforts have saved 7.6 million lives &amp; prevented 1.5 billion cases of malaria. The United… https://t.co/HVFPMbfSZe",
        "Right now, more than 35% of rural Americans lack access to broadband at minimally acceptable speeds. President Bide… https://t.co/uQkIRMnLYz",
        "We’re wrapping up another busy week, where we:\n\n- Opened vaccine eligibility to every American 16+\n- Hit our goal o… https://t.co/oxLLXZcubH",
        "Louis is the president of his local UAW in Michigan, and has spent his life fighting for workers’ rights. This week… https://t.co/GkTl0Ay6Lu",
        "RT @WHNSC: Today’s @StateDept appointment of Jeff Feltman as the Special Envoy to the Horn of Africa demonstrates our commitment to the peo…"
      ]
    },
    {
      "bio": "The Biden-Harris White House COVID Response Team.",
      "activity": [
        "A new report from the CDC shows that U.S. seniors -- more than two-thirds of whom are fully vaccinated -- are 94% l… https://t.co/zT5gT50WVo",
        "RT @POTUS: Because of the extraordinary progress we’ve made in the fight against COVID-19, the CDC made a big announcement today: If you ar…",
        "RT @WhiteHouse: Happening Now: President Biden delivers remarks on the COVID-19 response. https://t.co/IxQxfmzvx3",
        "An update from @CDCDirector: \n\nIf you are fully vaccinated and want to attend a small outdoor gathering -- or dine… https://t.co/qV3P6s7OAb",
        "Tune in now for this afternoon’s COVID-19 briefing with Dr. Fauci, Dr. Walensky, and Andy Slavitt.  https://t.co/pf3V6IOG03",
        "RT @POTUS: To the millions of Americans getting vaccinated every day: your actions are a powerful demonstration of unity and resolve. And a…",
        "Our National Supply Coordinator Tim Manning explains how we’re using the Defense Production Act in our global COVID… https://t.co/i7kaXofKP6",
        "RT @POTUS: Get vaccinated, folks.",
        "Yesterday, our public health officials answered some questions about COVID-19 and the vaccines. \n\nTake a look for m… https://t.co/81533723sq",
        "Tune in for this morning’s COVID-19 briefing with Dr. Fauci, Dr. Murthy, Dr. Walensky, and Jeff Zients. https://t.co/2XpoPmykkT",
        "RT @POTUS: We’ve officially passed 200 million shots since the start of our Administration. It’s a big milestone, but we still have a long…",
        "Thanks for having me. I hope today’s chat was helpful. -AF",
        "Small outdoor gatherings are generally safe as long as some precautions are followed. Since not everyone is fully v… https://t.co/7sSQxLVfaH",
        "Due to these data and more, @US_FDA revoked the authorization of administering bamlanivimab alone. The FDA believes… https://t.co/m1nhgVq8DJ",
        "In lab studies, some variants reduce the virus’ susceptibility to bamlanivimab and, to a lesser extent, casirivimab… https://t.co/RryuHstCn3",
        "Some variants can cause resistance to one or more of the mAb therapies authorized to treat COVID-19. Combo mAb trea… https://t.co/braV2mz9xS",
        "For most people, benefits of COVID-19 vaccination outweigh the risks. However, those who have had a severe allergic… https://t.co/vlCgS2SgIl",
        ".@NIAIDNews has started a study to gather information to help doctors advise people who are highly allergic or have… https://t.co/LgJ3pOLVzB",
        "This person should wait until they have recovered from illness (if sick) and have met the criteria for discontinuin… https://t.co/jbmRELIuSx",
        "A report of a condition in VAERS does not mean the condition was caused by the vaccine. VAERS has identified 3 repo… https://t.co/JsAadpFteC"
      ]
    },
    {
      "bio": "Senior Advisor to the White House COVID-19 Response Team",
      "activity": [
        "Today, we hit @POTUS's goal of 200M shots in his first 100 days—about a week ahead of his 100th day in office.\n\nVac… https://t.co/kNCu5v5eLP",
        "RT @WHCOVIDResponse: Hear directly from our public health experts as they take to Twitter to answer questions about COVID-19 and the vaccin…",
        "Hey, Twitter! Excited to connect with you about my work as Senior Advisor to the @WHCOVIDResponse Team.\n\nI'm proud… https://t.co/wde9FG69yI"
      ]
    },
    {
      "bio": "Dad. Husband. 25th Secretary of @HHSGov. Secretario de Salud y Servicios Humanos. Defeating COVID-19 and expanding access to health care with @POTUS and @VP.",
      "activity": [
        "Today, I talked with frontline workers and saw first-hand the incredible progress that Seattle is making on vaccina… https://t.co/ft7vFERmLV",
        "RT @WHCOVIDResponse: A new report from the CDC shows that U.S. seniors -- more than two-thirds of whom are fully vaccinated -- are 94% less…",
        "RT @aspenideas: As the new head of @HHSGov, what are the key health policy priorities for @SecBecerra and the Biden administration? Join #A…",
        "Today, I’ll be in Seattle, WA to see our vaccination progress. I’ll meet with elected federal, state and local lead… https://t.co/haXhmFl1Su",
        "The shock of one health crisis cannot let us forget the human cost of another. The steps @HHSGov has taken today wi… https://t.co/PZnAWvE1z8",
        "RT @MSNBC: HHS Sec. Becerra says that due to the American Rescue Plan, the government can offer assistance with healthcare costs.\n\n\"We can…",
        "The American Rescue Plan continues to level the playing field in communities where health care is out of reach for… https://t.co/URPqcs8PVg",
        "RT @POTUS: Yes, the vaccines are about saving your life and the lives of the people around you. But they are also about helping you get bac…",
        "Get vaccinated, and return to a more normal lifestyle. https://t.co/OahvGvWZkx",
        "RT @WhiteHouse: Get your second shot — it’s the best way to protect yourself, your family, and your neighbors.",
        "RT @VP: As we work to get through this pandemic, we must rally the world to prepare for and prevent the next. That's what I said to members…",
        "RT @POTUS: Don’t forget: A special enrollment period for health insurance is open through August 15. Head to https://t.co/gRX1fGFEzj and jo…",
        "The recommended pause in administering the J&amp;J vaccine was issued out of an abundance of caution to ensure the safe… https://t.co/hib0vKC03U",
        "We are all indebted to the experts and their colleagues at @CDCgov and @US_FDA for the timely, thorough and profess… https://t.co/AEm07AfhYt",
        ".@POTUS is fighting to expand access to healthy workplaces, opportunities to receive care at home, and connecting n… https://t.co/omI7UpIb0V",
        "Earth Day is a day to reflect on the beauty of our planet and its relationship to our health. A healthy planet lead… https://t.co/JobvFzXgYr",
        "Accede a cobertura médica. https://t.co/NflqWl7LfI",
        "Get covered America. https://t.co/OiLsHse9qi",
        "RT @POTUS: Today, we officially reached our goal of 200 million shots in my first 100 days.\n \nMake no mistake: This is an American achievem…",
        "The coverage gap in our Latinx communities is no joke. @HHSGov is marking this Latino SEP Outreach Week by ensuring… https://t.co/dv0jm4MeuE"
      ]
    },
    {
      "bio": "78th Secretary of the Treasury. Former Fed Chair. Always an economist.",
      "activity": [
        "Climate change is an existential risk to our future economy &amp; way of life. I look forward to joining @POTUS's… https://t.co/mRbswAFB1p",
        "Read my full statement to the @IIF on climate finance and action here: \n\nhttps://t.co/ragdAyXTCm\n\nor \n\nhttps://t.co/xFpyX5zCeh",
        "The Administration is taking a whole-of-government approach to aggressively tackle climate change.\nMy goal, at Trea… https://t.co/fOzX8y33SF",
        "Some have argued this is a reason for us to move slowly. The thinking goes that because we know so little about cli… https://t.co/CDNuuSvAgc",
        "Climate science is relatively new to financial institutions &amp; regulators. And so, at this point, it’s hard to trans… https://t.co/JXp6DKFYAo",
        "Furthermore, recognizing that international coordination on issues of financing for the green transition is critica… https://t.co/hvDKHRoVw7",
        "The US accounts for about 13% of global emissions, &amp; falling each year. We're committed to working closely with our… https://t.co/RYkK3bLRSM",
        "This is just some of what we are doing domestically, and clearly no nation can reverse climate change alone. We mus… https://t.co/VD5q46MI53",
        "The Plan also removes tax subsidies for fossil fuels, which today cost taxpayers roughly $4 billion a year &amp; incent… https://t.co/wDuc71zDw9",
        "It will be the most significant public investment in America since the 1960s, dramatically reducing US emissions by… https://t.co/cUqhmjq5xJ",
        "And nationwide, the American Jobs Plan will be the cornerstone of the approach to address climate change. The Plan… https://t.co/KBiFAbMmZu",
        "At @USTreasury, our goal is to take this “whole-of-government” approach and turn it into a “whole-of-economy” appro… https://t.co/t660Y93Alt",
        "Many stakeholders have been working tirelessly against climate change, including several of our international partn… https://t.co/NSOlFnspgx",
        "Over the past 30 years, the incidence of natural disasters has dramatically increased and the actual and future pot… https://t.co/wl2Bckg4py",
        "I first started working on climate change in the 1990s, advising President Clinton as Chair of the Council of Econo… https://t.co/wNbCYWFdwe",
        "RT @USTreasury: The Paid Leave Tax Credit for small-businesses under 500 employees helps employers offer paid time off for vaccinations, qu…",
        "RT @POTUS: Businesses should know: they can provide paid time off for vaccines without a hit to their bottom line. That’s the American Resc…",
        "The Biden-Harris Administration believes that the international community should treat the root causes of migration… https://t.co/O79YJZ3kzh",
        "Across the region, recovery efforts cannot simply target returning to life as it was before the pandemic, but must build back better.",
        "The tailwind from the U.S. recovery provides an opportunity for the region, but will not substitute for urgent dome… https://t.co/dC8YtzxamN"
      ]
    },
    {
      "bio": "Director, @CDCgov Note: Tweets prior to 1/20/21 were from former CDC directors. Privacy policy: https://t.co/N3OhkbXTAq #publichealth #science #government",
      "activity": [
        ".@CDCMMWR findings are encouraging news for the 2/3rds of people aged 65+ who are already fully vaccinated.… https://t.co/f8SgSlTiyC",
        "A breath of fresh air for those who are fully vaccinated: it's safe to take off your mask in outdoor settings. For… https://t.co/nhZm24WfxO",
        "Gender equality will bring us closer to a world without polio, better access to vaccines &amp; opportunities for all wo… https://t.co/NDU7NCjlBI",
        "As a mother, I encourage you to make sure your child is up-to-date on routine vaccinations. We know that too many c… https://t.co/c99P0p4AOP",
        "When fully vaccinated against #COVID19, you can begin to enjoy many activities more safely. Most outdoor activities… https://t.co/wRWmcGvHhH",
        "More &amp; more Americans are rolling up their sleeves, getting vaccinated &amp; are likely contributing to the promising d… https://t.co/sPA24tcjJn",
        "RT @CDCgov: A new @CDCMMWR reaffirms the Advisory Committee on Immunization Practices (ACIP) recommended use of the Johnson &amp; Johnson #COVI…",
        "RT @DrJudyMonroe: Be sure to listen to my conversation with @CDCDirector Dr. Rochelle Walensky at #AspenIdeasHealth where we talk about mee…",
        "Safely navigating pregnancy during a pandemic can be challenging, but the choice to get the #COVID19 vaccine can in… https://t.co/sGVj8Gynd0",
        "Love this! @michelleobama, you took the words right from me. Getting the #COVID19 vaccine is the first step towards… https://t.co/7QOuIexImT",
        "I love that our CDC Museum offers a teen newsletter featuring a different public health topic each month! You can s… https://t.co/W3CSb4Vy6t",
        "This is our first peek into what we have learned about #COVID19 vaccines and pregnancy. The results are reassuring… https://t.co/GkLFyffRTt",
        "Our vaccine safety systems are working. As we always do, we will continue to watch all signals closely as more Amer… https://t.co/mmzS6R9FbQ",
        "Vaccination AND testing are critical to limiting the spread of COVID-19. If you have symptoms or have been exposed… https://t.co/gkqj2uZUih",
        "RT @NIHDirector: When fully vaccinated (2 weeks after 2nd vaccine in 2-dose series/2 weeks after single-dose vaccine) you can do some socia…",
        "RT @WHCOVIDResponse: Small outdoor gatherings are generally safe as long as some precautions are followed. Since not everyone is fully vacc…",
        "RT @Surgeon_General: It's an important question, Cathy. The good news is that the evidence we have today shows no safety concerns when it c…",
        "RT @WHCOVIDResponse: This person should wait until they have recovered from illness (if sick) and have met the criteria for discontinuing i…",
        "See our helpful page on protecting yourself while using public transportation: https://t.co/pKSwG66icY",
        "Congratulations on being fully vaccinated! You should always wear a mask over your nose &amp; mouth when in public sett… https://t.co/ZfQHtJYrYB"
      ]
    },
    {
      "bio": "MGH infectious disease doc, Medicine Firm Chief, teacher and learner, oenophiliac. Opinions my own.",
      "activity": [
        "Thanks  to our faculty and participants for a great course so far!  Registration is still open.  The entire week of… https://t.co/MbfW1m7LNN",
        "RT @AntiguaBooks: We have hundreds of books on Guatemala, but there's no better starting point than @stephenkinzer's classic Bitter Fruit/F…",
        "RT @RMKGandhi: Join us to discuss updates on topics spanning the amazing world of ID — from AMR to Zika (and I expect every letter in betwe…",
        "Its not too late to register for next week’s 45th annual ID in Adults course! We will miss seeing you in person, bu… https://t.co/mHgC9clzvZ",
        "RT @mgh_id: Celebrating #WorldHealthDay as we look forward to spending #IDinAdults2021 with nearly 400 participants from 43 different count…",
        "Shout out to Dr. George Alba and colleagues for their important work at the MGH CORE clinic.  ⁦@MGHMedicine⁩ ⁦… https://t.co/QBqXrvwDlB",
        "“We do not expect people to be deeply moved by what is not unusual. That element of tragedy which lies in the very… https://t.co/je3vGvTFOa",
        "As CDC director warns of ‘impending doom’, fears of another surge grow in MA  and across the nation. https://t.co/b63OZIRkgS",
        "There is a hierarchy here.  The bill comes before the law, the law before the crime, the police before the proteste… https://t.co/pxyieQpnqb",
        "“The Wrecking Crew: How Conservatives Rule.” published in 2008 by journalist and historian Thomas Frank, who summar… https://t.co/O6T8ruJItH",
        "You are right of course.  But why should anyone believe us when they can register and see for themselves?!  @mgh_id… https://t.co/UttFMQeKgb",
        "Would you like to work every day with surgeons, microbiologists, pharmacists and radiologists?  We  collaborate wit… https://t.co/zVsWiJanB9",
        "“Big businesses’ profits are privatized but costs are socialized. “Tax breaks, corporate welfare—we make it so much… https://t.co/2eUzKKpUwE",
        "RT @nytopinion: From directors ⁦@bgproudfoot⁩ and ⁦@krisbowersmusic⁩, and executive producer ⁦@ava⁩, our short Oscar-hopeful film “A Concer…",
        "Whether you are building a multidisciplinary musculoskeletal ID team or looking to hear nuanced discussion of chall… https://t.co/SBKYASRgAw",
        "@DrBobOwens @DrSamuelBrown @mghmedres @drbobowens@drsamuelbrown @mghmedres. I notice Mort wrote he enjoyed talking… https://t.co/4ZBMT5SCyK",
        "My advice:  read any tweet (or really anything) with Dr. Ankomah and Dr. Bhattacharrya’s names in it.   You will be… https://t.co/6sNyFJvIM4",
        "So excited to learn more about the care of our most challenging patients with resistant gram negative infections fr… https://t.co/scs2ZH3B0a",
        "No, but I can extend them a warm welcome!  @mgh_id @IDSA @MGHBWHIDFellows @GlobalHealthMGH https://t.co/D7rg5nDu4j",
        "How many sputum cultures with NTM ( non tuberculous mycobacteria) do you see?  Come see how our panel of ID docs, m… https://t.co/yr4jiehDux"
      ]
    },
    {
      "bio": "ID fellow @MGHBWHIDFellows by way of @brighammedres and @nyugrossman, microbiologist, saxomophonist with the @saxyderms, easily bribed with food.",
      "activity": [
        "RT @xkcdComic: Types of Scientific Paper https://t.co/dKRewc3zdQ https://t.co/JtjfOwJUzn https://t.co/hJkmwZFUFr",
        "@MaxJordan_N @DrNunezSmith @YaleMed @BrighamWomens @MassGenBrigham Alas there is no match for NY/NJ/CT bagels here,… https://t.co/ooaZM41qB3",
        "RT @DGlaucomflecken: Hanging out with the infectious disease specialist https://t.co/TctBhVf2CF",
        "RT @BradSpellberg: Given the popularity of the Shorter Is Better website, and the need to move ID to oral Abx for better patient care, I've…",
        "RT @CourtHarrisMD: When I was a senior resident &amp; staffed the resident teams as a chief at @MayoMN_IMRES, I loved sending my residents dail…",
        "RT @ashishkjha: Heard of SARS-CoV2 variant from Japan?\n\nNo?\n\nHow about one from South Korea?\n\nNo?\n\nSurely variants from New Zealand &amp; Vietn…",
        "RT @DrJacobMirsky: It is SHOCKING and totally predictable that the newly announced #COVID vaccination sites @MassGovernor are absent in the…",
        "RT @jeffpears0n: Summarizing all of the tocilizumab data for #COVID19 in one slide is basically impossible, but here is my attempt from the…",
        "@EJBrea @rongejman @jmugele It was invented on the fly by @backbarunion and at some point was in their secret recip… https://t.co/lyd1rbKKYA",
        "RT @jkagan1: Please circulate to anyone interested.  We are searching for a research tech/lab manager to join us at @harvardmed and @Boston…",
        "RT @jillian_molli: Beyond proud of this piece finally came out today ! We must use our voices as neurologists for justice #neurotwitter. Th…",
        "@HeranDarwin is an outstanding scientific mentor!! Had an incredible time doing my PhD here and would make for an e… https://t.co/V7K7ek10FF",
        "Truly cannot imagine a better choice than @RWalensky \n\nhttps://t.co/UK1t9UaEbm",
        "Super excited to be passing off my consult lists to fellow @BrighamMedRes soon-to-be-alums @DrWilfredoM and… https://t.co/Q1QsmojQtw",
        "@Sophia_Hayes_MD @david_enze_wang @JuliaJezmir @BrighamMedRes Kinda wish I had gotten this consult",
        "RT @DrJLi: This summer, we partnered with the clinical team of an immunosuppressed patient with recurrent COVID and multiple hospitalizatio…",
        "RT @BrighamMedRes: 3 things #TheBrighamFamily is loving right now: 70 degree weather in Boston, walking all over shattered glass (thank you…",
        "RT @elyoudeeoh: Want an academic alternative to PI? I'm hiring a High-Containment Labs (incl. ABSL3) Manager at NYU. PhD in microbiology or…",
        "RT @SenWarren: Our @MassGenBrigham doctors found that a common formula for measuring kidney function discounted the severity of Black patie…"
      ]
    },
    {
      "bio": "Transplant Infectious Disease Journal is a journal targeting the prevention & treatment of ID issues complicating SOT and BMT pts.",
      "activity": [
        "We are so excited for this new CPC series from @maricar_malinis @nikkitheomd  @StephaniePouch and @wan_clemente - w… https://t.co/RbXc4qa8hW",
        "RT @angelickott: In #nonCovid news, we found that the prevalence of #strongyloidiasis among cardiothoracic organ #transplant candidates in…",
        "Calling all the members of the #TxID community to start following @TheTxIDjournal.  We will be starting regular Twe… https://t.co/FahqWQdzv7",
        "RT @MichaelGIsonMD: If you do not get the table of contents mailed to you when published, you can sign up for this service at the website:…",
        "RT @jeannina_smith: Two articles from our group in this issue including the first case series of donors with prior COVID, and increased fun…",
        "@RazonableMD @PergamIC @nikkitheomd @EmilyBlumbergMD @MichaelGIsonMD",
        "Always challenged with CMV patients?  \n\nAmit Raval and colleagues from @TuftsMedicalCtr provide a systematic litera… https://t.co/tIH5TnUqI1",
        "@RazonableMD @PergamIC @nikkitheomd @EmilyBlumbergMD @MichaelGIsonMD",
        "The April 2021 Issue is out!  \n\nLots of articles on COVID-19 - epidemiology and management.  Other topics include m… https://t.co/d7ts2UjXHj",
        "Does your transplant candidate have Strongyloidiasis?  The evidence builds as to the need to screen candidates for… https://t.co/5jv9LKEkTg",
        "@TheTxIDJournal is saddened to announce the death of Editor-in-Chief Francisco Marty on April 8, 2021 from an unexp… https://t.co/Al3IB1XYlp"
      ]
    },
    {
      "bio": "Infectious Diseases MD. HIV/HCV. Asst Prof @USask. Director of Education at @weareSIDCN. @CIHR_CTN investigator. Traveller. Views, own. He/Him. 🇨🇦🇮🇳🇧🇳🇲🇾",
      "activity": [
        "@IdVilchez @JesseOSheaMD @drmt @sebpoule @serotavirus @DrMelanieMurray @drlaurajwaters @tristanjbarber… https://t.co/XckIHaIhIG",
        "@JesseOSheaMD @IdVilchez @drmt @sebpoule @serotavirus @DrMelanieMurray @drlaurajwaters @tristanjbarber… https://t.co/U8Mrm1SbGw",
        "@jnim87 Thanks budd. They’re okay. Appreciate it. The situation on the ground is really untenable and I fear that t… https://t.co/Wl0rcwhuLv",
        "@serotavirus @KartikAcharyaID @Darcy_ID_doc @PaulSaxMD @Armstrws @MonicaGandhi9 @tara_vijayan @MDdreamchaser Happy… https://t.co/QaD8o8dPCY",
        "RT @paimadhu: How can we manage #COVID19 at home during this crisis in 🇮🇳?\n\nPractical tips in 12+ languages now available at https://t.co/f…",
        "I feel like most of the diaspora have a tragic story or two to tell from the current Covid crisis in the Indian sub… https://t.co/PYkcyX3imF",
        "@Boghuma @sebpoule How about drinks on @sebpoule at ID week 202x? 😂 https://t.co/GVy3lEVlST",
        "@Boghuma @sebpoule Wow the more cost effective option to post on twitter versus TDM lol!! TLD makes sense!! @Boghuma FTW!!! Haha",
        "@sebpoule Can you do a TDM to find out? ;) haha https://t.co/YEYwtcO8Ca",
        "@theIDPharmD Is that office lingo for thumb tacks? 😂",
        "@tristanjbarber Thanks @tristanjbarber . They are okay so far. Appreciate it!",
        "@hinz_tamara Thank u. They are okay now.. A couple of family tested positive. Its insane how quickly and severely t… https://t.co/RToJ19RCID",
        "@DebbieVKelly Thanks Debbie!!",
        "@BrooklynRawlyk Thank you.",
        "I miss my fam!! Most of them live in India. I havent seen them in &gt;2 years and the heart breaking scenes of Covid-1… https://t.co/jM351APF8a",
        "@DrRomainBrunel Happy birthday!!",
        "You do not have to grow the ‘stache to stick it to Covid. Just the vaccine please. 😂 #StickItToCOVID #COVID19SK https://t.co/N63dcwQT3d",
        "RT @ReutersIndia: COVID patients die on trolleys outside Delhi hospital\nhttps://t.co/fhXCNnZL76 by @AlasdairPal and @dansiddiqui https://t.…",
        "RT @CMAJ: Hairy tongue is a condition where the dorsal surface of the tongue appears hairy due to elongated filiform papillae. It is often…",
        "RT @ananya_tb: Dear Canadians,\n\nRemember to be grateful for the Astra-Zeneca vaccine you got is made in India. We need your support and not…"
      ]
    },
    {
      "bio": "(He/Him) Full Spectrum Family Doc. @LFMResidency and @TuftsMedSchool faculty. HIV, trans care, repro health, OB, addiction med, brunch. Tweets = my own.",
      "activity": [
        "@drmt @sebpoule @IdVilchez @serotavirus @HIVDocSK @DrMelanieMurray @drlaurajwaters @tristanjbarber @Darcy_ID_doc… https://t.co/eEWv9ExyGS",
        "THIS 👏🏻👏🏻👏🏻 https://t.co/mxxj8yOBLS",
        "Check us out!! https://t.co/alhoVpdDHS",
        "So impressed by our fantastic residents in this excellent video #lovelawrence https://t.co/gFyOjtxlvU",
        "One of my favorite sessions every year! So fun to send so many more X waivers out into the world 🥰 #lovelawrence https://t.co/m7Wid59zuH",
        "@Doctor_N8 @ASAMorg Jealous! Hope to hear some pearls from all the attendees!",
        "@NanouTheNomad @DrSarahAxelrath Hahaha yes absolutely! I feel like my approach has been more \"would you tell the Ca… https://t.co/jUsnzBlLzb",
        "@NanouTheNomad @DrSarahAxelrath Also once you’re an attending you can just be aggressive like me and say things lik… https://t.co/tZ4HEZNJQj",
        "@s_brond @toodledo @Gurpreet2015 @UCSFCancer I looooooove @OmniFocus- a tad pricey but worth that attending salary 🤷🏻‍♂️",
        "Clearly you know the editing at #RPDR13 is off when they chose to edit out @QueenUtica revealing she had been struck by lightning 🤦🏻‍♂️⚡️",
        "@jtrebach This is great! I remember a stressful 24 covering our community ICU with a patient after a bupropion OD.… https://t.co/phXtRUEiLa",
        "@ChaseTMAnderson Yasssssss werq 👏🏻🏳️‍🌈👏🏻🏳️‍🌈",
        "@ChaseTMAnderson Bringing some Katara realness 🎉🏳️‍🌈 https://t.co/UYLajgO1N4",
        "@NanouTheNomad @ParivashSanders Not to mention when we were responsible for covering inpt pedi and L&amp;D overnight at… https://t.co/HWL5PMOYEd",
        "@ParivashSanders 😂😂😂",
        "👏🏻👏🏻👏🏻 https://t.co/3b9T8WMZVz",
        "@DrOlgaTheOBGYN @aripence Yes yes yes! So awesome and unfortunately there are so few of them! Every hospital needs one!",
        "@aripence Every time I have a pregnant patient in the ICU I think about how there’s no physician better suited to s… https://t.co/lue2sQxiNy",
        "@A_Do_ctor 😂😂😂",
        "This is EVERYTHING #advocacy #thanksacog https://t.co/QmiFx77tc0"
      ]
    },
    {
      "bio": "Creator. Warrior. 🇵🇭 Student Doc @UCSF. Founded Freedom Community Clinic, Institute for Healing&Justice @IHJM_, #WokeWOCDocs. Harvard+Fulbright🇮🇳’16. Yogi.",
      "activity": [
        "That moment when you’re California beach side living your best life in late April reminiscing on living in Boston f… https://t.co/B2nwkboaCP",
        "RT @shalalalini3: \"We must shift the framework to see people for more than their ailments. How do we reimagine a system that puts people at…",
        "RT @GWFellow: @BeyondFlexner @ACTBrigitte @DukeU_NrsngSchl @JHUNursing @NYCHealthSystem @bernielim \"The medical system doesn't see people a…",
        "RT @BeyondFlexner: It's the last day of #BVF2021 and we are kicking off with the plenary session, Moving to the Quadruple Aim, moderated by…",
        "Speaking at tomorrow’s plenary at @BeyondFlexner⁩ 2021 on our work visioning new Healing Futures at the Freedom Com… https://t.co/MzA0JhiQ2U",
        "I define the timeline of my life. I choose to pour love and effort into commitments that being me energy, inspirati… https://t.co/Ms8rM6S5u8",
        "You are not here on Earth to learn new things. You are here to Remember.",
        "Love is not at odds with Justice and Accountability. Love is at its heart. The way we treat ourselves and others ar… https://t.co/1SOJve8EgR",
        "RT @wagatwe: Today I learned Maslow’s hierarchy of needs was borrowed and misrepresented Siksika (Blackfeet Nation) teachings. And he didn’…",
        "What does it mean for India to be a mass producer of the world’s vaccines, resources, and technologies, yet be scof… https://t.co/83A5XeMRX7",
        "“You express your own divinity by being alive and loving yourself and others.” Don Miguel Ruiz",
        "Shoutout to our core organizer B Dukes and their chef crew for the homemade lentil soup, recipe, and produce boxes!… https://t.co/P8MrlMicKr",
        "Healing for Black Lives clinic today in West Oakland with Freedom Community Clinic 🙌🏽❤️\n\nFree whole-person healing… https://t.co/gZBydPl2LK",
        "Been in my feelings about how the United States has traumatized so many immigrant and minoritized families from phy… https://t.co/qreMwlRBq3",
        "“All that you touch\nYou Change.\n\nAll that you Change\nChanges you.\n\nThe only lasting truth\nis Change.\n\nGod\nis Change.” \n-Octavia Butler",
        "RT @thaconjuress: If you continue to choose external validation over alignment you will forever be someone’s puppet. Choose what FEELS righ…",
        "It’s been a week y’all. Time to disconnect. Rest. Receive bodywork. Meditate, give thanks, indulge. Sleeeeeep. Blessed Friday 🙌🏽",
        "When we truly see ourselves as worthy and deserving of respect and love, we will be determined to make sure other p… https://t.co/EId5SyYOsP",
        "We stand up for ourselves in the midst of systems, cultural norms, and expectations that tell us otherwise bc we se… https://t.co/CP4F7163ak",
        "How do we Heal?\n\nWe slow down. We sit still. We rest.\n\nWe listen to our pain, numbness, anger, rage, grief. On all… https://t.co/TjBSpw68k7"
      ]
    },
    {
      "bio": "Resident physician at NYU/Bellevue Hospital. He/him",
      "activity": [
        "RT @nytopinion: We asked people from around the world to compare their health care system with the American system.\n“Skin to skin after a C…",
        "RT @shalalalini3: \"We must shift the framework to see people for more than their ailments. How do we reimagine a system that puts people at…",
        "RT @akapczynski: But the TRIPS waiver won’t do anything, they say...  It’s almost like they think it matters! https://t.co/lPO5aYnpnQ",
        "RT @laxswamy: Please consider signing this letter with me to eliminate race-based modifiers from eGFR calculations- already done in many ac…",
        "RT @AmmahStarr: .@michellemorse is being targeted by racist trolls, all the way up to and including T*CkEr Carlson. \n\nWhy? \n\nBc she and her…",
        "RT @InequityKills: We ask that you  join us to build collective power in the face of these sustained attacks through endorsing the article…",
        "RT @simonelandon: Thinking this morning about Clarence Givens, one of 2,700 people behind bars who died of Covid in the last year. https://…",
        "@itscrystalgrant @ACLU Congrats!!",
        "RT @EstherMJohnston: Race lacks a genetic basis, yet many private labs continue to report a race-based kidney fxn metric that =&gt; delays in…",
        "NY budget includes $2.1 billion to #FundExcludedWorkers !! https://t.co/pYdJPXusDq",
        "RT @lizziepresser: Today would have been JaMarcus Crews' 38th birthday. Thinking of him and his family a whole lot today, and all those who…",
        "RT @sochiesays: Sixta lost 1 child &amp; her job to COVID. She still has 4 children to feed, but anti-immigrant exclusions block her from getti…",
        "Today is day 17 of a courageous hunger strike to demand that NYS #FundExcludedWorkers. Call @NYGovCuomo,… https://t.co/RfsfiRw8JZ",
        "\"Public health is not an ‘event’ that begins and ends with an emergency. It is a daily practice of identifying and… https://t.co/3TK936pELp",
        "RT @LegalAidNYC: #BREAKING: NYS Supreme Court has ORDERED the @NYGovCuomo Administration to offer ALL incarcerated New Yorkers access to th…",
        "@OgonnaNnamani Congrats!!",
        "\"In the middle of our loneliest year, our dependence on each other—for public education, public health, public util… https://t.co/8L6EmpMZzV",
        "@mike_natter Nephrology bc deep experience on mount desert islands https://t.co/OsFMJAazho",
        "RT @michellemorse: \"Data on race and ethnicity should be rigorously and consistently collected and used to measure the social and health ef…",
        "RT @SKostelanetz: Celebrating today with all the advocates who have contributed to these efforts! We have the power to organize and make ch…"
      ]
    },
    {
      "bio": "Writer/journalist specializing in medicine/health. Living with type 1 diabetes since 1973.",
      "activity": [
        "@jediabetical @dyna_mutt @jpnairn Ha, well, guess they grabbed the name early on. My advice: If it's not working fo… https://t.co/5Z9KbfDlK6",
        "RT @ahandvanish: .@NIHDirector: 32 million have been diagnosed. Even if it's 10% who go on to develop #LongCOVID (current numbers are close…",
        "@dyna_mutt @jpnairn @jediabetical Which \"diabetes app\"??  There are more than a thousand of them!",
        "@jediabetical There are thousands of diabetes apps...",
        "@bylenasun @CDCgov Did CDC actually previously say masks were required outdoors if you’re socially distanced? To my… https://t.co/tYWH7SCCa8",
        "RT @washingtonpost: 𝐑𝐄𝐀𝐃𝐘 𝐎𝐑 𝐍𝐎𝐓, 𝐇𝐄𝐑𝐄 𝐓𝐇𝐄𝐘 𝐂𝐎𝐌𝐄! https://t.co/QZg2xjyQUY",
        "@marksilvermanmd Yes. I was in Busan, 200 miles south of Seoul. I was really struck by how many people were wearing… https://t.co/TlnuFVvJHP",
        "@marksilvermanmd True, although this was southern South Korea. The air seemed fine.",
        "RT @EricTopol: Recent interest shifted to very rare clotting events with vaccines (VITT) but what is a much bigger deal are the clots due t…",
        "When I was in South Korea in late 2019, I noticed that between a quarter and a third of everyone I saw walking arou… https://t.co/NfP0kVppvF",
        "@ethanjweiss Why is this a priority?",
        "@iamsqueeisback Yes, I'd be surprised if it wasn't covered today. This was pre-ACA. As I recall, at the time my for… https://t.co/fJcJmSnhPw",
        "I knew this but only because I was reporting on #vaccines at the time the recommendation was made over a decade ago… https://t.co/vzm893rYCD",
        "RT @parthaskar: Did you know? \nThe #NHS 🇬🇧 has one of the lowest amputation rates in those with #Diabetes \n\nDue to universal coverage, 1 ca…",
        "@UrbanAchievr Reminds me of a mid-2020 Twitter convo I had with a mask-resistant dude who, after some debate during… https://t.co/VOcAF1b1h1",
        "@gretasparker Of course. Nobody without direct experience with T1D will have any idea. It's a problem when you're a… https://t.co/havxDSa58n",
        "RT @aslavitt46: 140 million Americans vaccinated\n115 million adults not yet vaccinated\n\nWhat follows are my notes for people not yet vaccin…",
        "RT @DrNeilStone: One year into Covid, we have rapid tests for it,treatments for it, and most amazing of all have effective vaccines which w…",
        "RT @cadiulus: There is more than one way up the mountain. \nWe do our patients a huge disservice when there is only one tool in our box. htt…",
        "Such a complex topic, especially later-onset #gender dysphoria... https://t.co/QfoOdUHciR #trans #LGBT #endotwitter"
      ]
    },
    {
      "bio": "Exercise Physiologist and Diabetes Care and Education Specialist | Inpatient Diabetes Educator | T1D since ‘93",
      "activity": [
        "Ever get the feeling that you are paying double for medications... then also paying your insurance premium? Its bec… https://t.co/NULtYbKKao",
        "@Kidfears99 @DiabetesLeaders The most “complex” part of this medical condition is navigating through all the hoops… https://t.co/DhvzZuqmkc",
        "RT @SecretaryPete: Your ability to bike or cross the street safely is absolutely a matter of infrastructure.",
        "RT @MichaelWMcLeod: Nudge BG: A New Approach to Automated Insulin Delivery https://t.co/owUcmmHYp6 via @healthline #nudgebg #diabetes #wear…",
        "RT @doctorinigo: The problem w/ a Hi CHO diet when mitochondrial dysfunction or insulin resistance? It’s an immediate metabolic challenge &amp;…",
        "RT @SamNathanScott: Post-exercise recovery for the endurance athlete with type 1 diabetes: a consensus statement\n\nArticle available here: h…",
        "I will join a panel to discuss Physical Activity, Exercise and Diabetes at @MWHCConnection’s Living Well with Diabe… https://t.co/b3xhhDJswC",
        "Thank you @GingerVieira for allowing me to participate in the creation of this article about switching from insulin… https://t.co/c63leHtuVA",
        "RT @HamillHimself: Smart dog. I only wish I'd thought of hiding behind the couch when I first met him.",
        "@Fallabel Once the gushing finally stops:\nThought #1: Quick! Wash the shirt before the blood stain settles in!\nThou… https://t.co/afaWF8DxYZ",
        "Please keep the camera in one spot. I am getting motion sickness watching this game.",
        "Build more bike access to curb traffic and encourage a healthier lifestyle. It will improve the economy of the busi… https://t.co/5UurqYoicW",
        "Did he call bank though?",
        "RT @SupremeDreams_1: How March madness games be in the last few seconds 😂💀🏀 https://t.co/9S4Cv9EOUF",
        "#nightscout is amazing. I use it to display my CGM to my Garmin and use the reports to make treatment adjustments.… https://t.co/SuRXHu8clA",
        "RT @RepKatiePorter: Just 3 companies control nearly all of our insulin supply: Eli Lilly, Sanofi, and Novo Nordisk. Shocker: it turns out t…",
        "RT @BerkshireEagle: After Yo-Yo Ma received his second jab of a COVID-19 vaccine at Berkshire Community College Saturday, he transformed hi…",
        "@aalkermd @Meghan_Ottolini https://t.co/1CnnA0ZQV5",
        "RT @ManageDiabetes: Metformin is the most widely used diabetes medication in the world. Find out about early setbacks in its development; w…",
        "RT @ACSMNews: ACSM announces new task force to pursue reimbursement for Certified Exercise Physiologists and Certified Clinical Exercise Ph…"
      ]
    },
    {
      "bio": "Rob Stein is a correspondent/senior editor at NPR, focusing on health, medicine and biomedical research.",
      "activity": [
        "Embryos That Are Part Monkey, Part Human Raise Ethical Concerns \n\nhttps://t.co/p3gmSg98eB",
        "Is The U.S. In For Another Big COVID Surge? \n\nhttps://t.co/N4SHNgFBYO",
        "Could The Worst Of The Pandemic Be Over In The United States? \n\nhttps://t.co/dFJFWJY9mI",
        "Scientists create living entities closely resembling human embryos.\n\nhttps://t.co/XReZHnETTi",
        "Worried about the variants?\nhttps://t.co/mF3KFOLkQM",
        "Is the US doing enough to fight the variants?\nhttps://t.co/MjUOiYbWbS",
        "Has the pandemic peaked in the U.S.?\nhttps://t.co/h93cZLKvP4",
        "FDA Authorizes Coronavirus Test You Can Take At Home Without Prescription.\n\nhttps://t.co/kK6GqFVmrb",
        "1st Patients To Get CRISPR Gene-Editing Treatment Continue To Thrive \n \nhttps://t.co/b92b8ghWwS",
        "How The New Rapid Tests Could Drive A Coronavirus Testing Paradigm Shift.\n\nhttps://t.co/dAfjyKWtCC",
        "@sharlalane Hi. Is your friend still available?",
        "@tracinglog Would you be available for an interview? If so, could you email me at rstein@npr.org?",
        "With the pandemic surging in the U.S., what now? \nWith Testing Delays And Cases Surges, Contact Tracing Is Stymied… https://t.co/emLbt82nCD",
        "Anyone trying to use a coronavirus test result to expand their bubble? Or enter someone else's? Visit an elderly re… https://t.co/oCvlPK2t7h",
        "RT @ashishkjha: It was great to work with @robsteinnews and the entire @npr team on this. \n\nAnd on our team was all @Stefanie2000 as the in…",
        "Exclusive new Harvard/NPR analysis reveals state-by-state testing gaps allowing coronavirus surges.… https://t.co/85aISThHOp",
        "NPR Exclusive: Gene-editing pioneer finds hope in the time of coronavirus.\n\nhttps://t.co/kseJ6B68fg",
        "NPR Exclusive: Is Your State Testing Enough To Contain Its Coronavirus Outbreak? : Shots - Health News \n\nhttps://t.co/T48VwStE0h",
        "RT @GHS: The availability of rapid antigen testing will have a big impact on the #COVID19 pandemic, but accuracy is critical. As @robsteinn…",
        "Antigen Tests For The Coronavirus Might Be Easier, But How Reliable? : Shots - Health News \n\nhttps://t.co/XA8aNpw2X0"
      ]
    },
    {
      "bio": "MD, MPH; infectious diseases and HIV doctor at UCSF (tweets own, however); reading",
      "activity": [
        "Join MSF in demanding a people’s vaccine for COVID-19 https://t.co/okNtGUFi7t",
        "RT @zeynep: New: I do welcome CDC's update on outdoors and masks, but it was still overly confusing, too binary and timid. Our mitigations…",
        "@yoshkapundrick @DrLeanaWen Yes, they were among first to get vaccinated so that is great they are!!  They can be i… https://t.co/b4w16nHD9e",
        "@Daniell63740189 @drlucymcbride @ashishkjha @VPrasadMDMPH @angie_rasmussen Young children are at low risk for sever… https://t.co/WVWNqeU5kM",
        "Yes, Dr. Wen, I totally agree. We have to start putting our money where our mouth is in signaling, messaging, model… https://t.co/B7QK3Nix2j",
        "@cheesemonkeysf @saintlennybruce I am not blaming the teacher's union and I think I made this very clear in my twee… https://t.co/ozWEM5UizU",
        "@Msgland Oh no, I hope not.  VACCINES&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;ventilation&gt;&gt;&gt;&gt;&gt;&gt;masks&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;distancing",
        "@cheesemonkeysf @saintlennybruce Understand. 2 ways of reducing risk- when virus is still circulating at high level… https://t.co/Nyahgg8Eg6",
        "@mrsgrchs Well, yes, in this study we review 3 COVID-19 mitigation procedures of masking/distancing/ventilation; ne… https://t.co/5jCa5PH7KD",
        "@LizHIVHep Yes, San Franciscans are super smart and will review the studies on outside transmission we put together… https://t.co/DyDFU8tUnh",
        "Well, science reporter asked me about this today-asked why there is mixed/convoluted messaging from CDC right now.… https://t.co/1r0BRbpFDs",
        "@AlbellaKutta Likely no reason because vaccines block transmission.  I am just calling it polite for now until we g… https://t.co/FttUP1mUtB",
        "RT @elisatalk: The CDC issued guidance on outdoor face mask use for people who are fully vaccinated. The same day, SciLine asked 3 scientis…",
        "@amethystarlight @EricTopol @daniel_halperin Again, absolutely everyone who wants a wear a mask can and should in a… https://t.co/XCLhlhGkKB",
        "@andrea_s_bitar I wonder if it will be mid -May given 5-6 week turn around?",
        "Thank you so much for this.  I am sure the CDC/CADPH will work within scientific parameters only when they change t… https://t.co/OA3zXRQBpZ",
        "RT @drlucymcbride: I can't wait!! We'll talk abt 1) the gradual lifting of pandemic restrictions, 2) kids &amp; masks, &amp; 3) how to abandon irra…",
        "Let's make it super simple!  WSJ article I wrote with Dr. Halperin. Safety of outdoors is based on multiple studies… https://t.co/POH54rgNEx",
        "Yes Dr. Sax @PaulSaxMD and @zeynep - the recommendation not to mask outdoors is really about how SAFE outside is an… https://t.co/1AImCwv49m",
        "@kellylmiller @pozmagazine Definitely!  WE are a very compliant city.  All at one's own pace; but the CDC doesn't d… https://t.co/1xswcABaph"
      ]
    },
    {
      "bio": "Assoc Prof at Harvard T. H. Chan School of Public Health and Gooner. Currently cosplaying Dr Rieux in some weird re-enactment of La Peste. Tweets are personal",
      "activity": [
        "Back to school in Cambridge MA, featuring @MayorSiddiqui, @jenkinshelen and one of @CricketHippo’s favorite people https://t.co/9sNuFlxQPK",
        "@PienaarJm @WesPegden Wes is confusing emergency response (the point of my comment) with longer term pandemic manag… https://t.co/1kC79FTspL",
        "@DrJLi @XuetingQ why thank you sir!",
        "RT @DrJLi: Our analysis of SARS-CoV-2 reinfecting and persistent sequences led by @Dr_MChoudhary is now online at CID: https://t.co/WQLuhs0…",
        "@stewak2 @SkiMomWY I actually agree to a large extent. But that’s not really what we’re talking about here (I mean… https://t.co/LqbQIEfRX3",
        "@_TheAncientOne_ No. I don’t think that’s going to happen. I do think some updates might be helpful",
        "@brightside1974 That’s silly. Just keep them. There aren’t enough folks immune to dispense with all NPIs and that one is likely important",
        "@surt_lab Bah. I’m still angry about the ESL fiasco",
        "This is why we need vaccination. And why people who claim vaccines are not necessary due to prior infection are not… https://t.co/UqgYOZKFnF",
        "@DFisman @GidMK @WHO Is it transmission? Would seem strange to get a person without specific expertise in infectious disease to do that",
        "RT @doctor_oxford: In June last year, Karol Sikora predicted there would be no second wave.\n\nThen, in September, he said Covid \"wants to be…",
        "RT @ArisKatzourakis: A call for nuance on the 'do vaccines promote or stop vaccine escape'. It's complicated, and depends on many interacti…",
        "I’m optimistic about some places, notably those with a lot of vaccination. But the ongoing emergency in South Ameri… https://t.co/PEtZWOBgHX",
        "Since the start of the pandemic many have sought to engage. I try to respond (sorry I can’t to all) to good faith e… https://t.co/senUdwW6ac",
        "For the avoidance of doubt, if @angie_rasmussen doesn’t want to talk to you, that’s not being ‘silenced’.  Don’t ge… https://t.co/fova8HW0GR",
        "@angie_rasmussen Aha. I am imagining a podcast might be involved",
        "@kevin_kehres @angie_rasmussen @gregggonsalves Ooh I wish I’d remembered that multiple times over the last year",
        "@ASPphysician @angie_rasmussen I’ve been getting invites like that for a year. I ignore them for the same reason I… https://t.co/TXG3UxwYjI",
        "@angie_rasmussen Someone invite you to a ‘debate’ and then get conniptions when you said you had better things to do?",
        "RT @CT_Bergstrom: 1. Today’s antivax propaganda comes from a….vaccine manufacturer? \n\nUnfortunately, yes. The manufacturer of the Sputnik V…"
      ]
    },
    {
      "bio": "Surgeon/scientist promoting science in medicine and exposing quackery. Editor of Science-Based Medicine. My opinions do NOT represent those of my employers.",
      "activity": [
        "@twobluecats @TwitterSupport We've been lobbying for this for ages. it's not enough to have categories just for… https://t.co/DZ2tu5kL31",
        "Yes, antivaxxers comparing #COVID19 vaccination to the Holocaust are just that awful, just as awful as @delbigtree… https://t.co/ql7YPHWHsb",
        "@NitaGhei @Adrian7745 @JohnStossel @US_FDA @Uber @Yelp @CancerCenter @GoldwaterInst Basically, #RightToTry used the… https://t.co/UYUtwM9LMr",
        "@NitaGhei @Adrian7745 @JohnStossel @US_FDA @Uber @Yelp #RightToTry was (and is) a \"foot in the door\" to taking away… https://t.co/p7onC9i6je",
        "I mean, this seems to be the only sort of policy that @MIGOP offers as an \"alternative\" to @GovWhitmer's policies. 🙄 https://t.co/skBl8xo9sx",
        "@kalymera1960 @NitaGhei @Adrian7745 @JohnStossel @US_FDA @Uber @Yelp Yes, they would, and the same ones who claim t… https://t.co/Vpj8Hxm5zR",
        "@Adrian7745 @NitaGhei @JohnStossel @NathanJRobinson After some of the things I've seen in @reason about @US_FDA, I… https://t.co/DshmKQPzFC",
        "More like this is what a #COVID19 super-spreader event looks like.🙄 https://t.co/lMsDzIOfpB",
        "@NitaGhei @Adrian7745 @JohnStossel @US_FDA @Uber @Yelp There might have been some merit to such an argument 35 year… https://t.co/l3w6lxjVC7",
        "RT @gorskon: @NitaGhei @Adrian7745 @JohnStossel @US_FDA It's more than the vaccine question. Libertarians have gone so far as to claim that…",
        "@NitaGhei @Adrian7745 @JohnStossel @US_FDA @Uber @Yelp Others go further and make the bonkers claim that the FDA is… https://t.co/q8IaHISxjc",
        "@NitaGhei @Adrian7745 @JohnStossel @US_FDA It's more than the vaccine question. Libertarians have gone so far as to… https://t.co/7CNzer1xMx",
        "I suppose if you're a member of a duly constituted state militia, right, @MarkHoofnagle? https://t.co/QFXjrafTRC",
        "RT @gorskon: @Adrian7745 @NitaGhei @JohnStossel For my part, libertarians lost me when they declared war on @US_FDA and started making the…",
        "@Nicole_Codes They never stopped talking about it. I should have asked if someone prominent brought up that conspiracy theory again...",
        "I swear, these despicable people and @MIGOP must have contempt for their audience. I've read the rules/guidlines, a… https://t.co/CRfJtkTLEw",
        "So, one must ask, what are @MIGOP's policies that would work better than what @GovWhitmer is doing? All @GOP in Mic… https://t.co/XeYDNybo1A",
        "Pressuring your employer not to publish books by insurrectionists and those who enabled them is hardly \"cancel cult… https://t.co/loJJth6eZt",
        "More Michigan #COVID19 lies. @CoChairMeshawn, co-chair of @MIGOP, reTweeted disinformation about masks and #COVID19. https://t.co/rMS8VZhROe",
        "And oldie and goodie!\n\nMy guess for why it's trending is that someone must be pushing the Wuhan lab conspiracy theo… https://t.co/Z2d1Zn0yXd"
      ]
    },
    {
      "bio": "Grown man gets too emotional over anime and pro wrestling. \nConvention/ business stuff: supereyepatchwolf@gmail.com",
      "activity": [
        "@mathwiz97X ay congrats!",
        "@AbuGamer8421 jjk is only ok and blocked",
        "@SonnyBenjamin97 Yeah, being dyslexic and having to quadrupole check everything and still misspelling stuff is... not fun.",
        "@Buyingwangter people are up to the task, their just blocked... LIKE YOU",
        "@DiscGhoul See, you just misspelled my name, so for as furious as I am, you are within the rules of our contract.",
        "@Draco_Malformed thanks! and blocked",
        "RT @OptimusPrinkeps: Tifa Lockhart                         Tifa Glockhart https://t.co/cA2ORTm89H",
        "RT @DanRyckert: Hey! Do you have three and a half hours? Do ya like video games? Well, the first @FireEscapeCast with @mmahardy, @MerryKish…",
        "@Super_Generic I do!",
        "I don't really intend them to be anything more than that, I see them as entertainment, just my flawed fallible view… https://t.co/3BUf0iubsr",
        "- when I think of what my videos are \"for\", I generally picture someone having a bad day, but then hopefully be abl… https://t.co/8nRiUXjz2v",
        "I get a fair few emails asking to use my vids for collage papers and the like, and that is always fine, you do not… https://t.co/XB5hB93UPD",
        "What Should I do:",
        "I turn, to you, the person reading this thread.",
        "And so in this final battle \n\nI turn to the person who has been been there since the beginning.\n\nThe person who has… https://t.co/SMPMOuvfTR",
        "I become lost in the conflict. I am not thinking clearly anymore. \n\nI have not for what feels like a very long time.",
        "And so, in the great expansive darkness I am now filled with, a great war erupts inside me.\n\nOn one side, my soul,… https://t.co/vqjgM9tQ6z",
        "I feel I have let her down.",
        "My partner softly pleads with me, tells me how she wants her boyfriend back.",
        "This journey has drained me of blood and life. I am a skeleton, who hobbles listlessly from one day to the next, th… https://t.co/g5cX2qIt9w"
      ]
    },
    {
      "bio": "cartooner he/him",
      "activity": [
        "@stell_arlin Beautiful",
        "RT @GKIDSfilms: #Wolfwalkers is the latest in a long line of astounding films from @CartoonSaloon! 🙌⭐️\n\nFor years, the Irish studio has set…",
        "RT @ciarapowerpower: Fantastic Masterclass with @tommmoore, director of 'Secret of Kells' this morning. The TY Film class here at @ManorHse…",
        "RT @Paulmcdonnell73: I am very proud of my 1st year Design for stage and screen students for creating beautiful animations for @FightingWor…",
        "Zoom zoom zoom https://t.co/h3nGaI3e7O",
        "https://t.co/QZjcSbSA77",
        "https://t.co/lFd1sEsifH",
        "https://t.co/7L590C4Vyl",
        "RT @RossStewartArt: Disgusting",
        "RT @Variety: Beriain and cameraman Roberto Fraile were traveling in a convoy near the Arli National Park when it was attacked by armed men…",
        "RT @Greenpeace: What Earth do we want to leave to future generations? What kind of ancestors do we want to be? We must protect and restore…",
        "No, Biden has not declared war on meat. But maybe that’s what the world needs https://t.co/MNUrGcxNlc",
        "RT @CannedBaconBits: @salenstormwing @UrbanAchievr Oh, yes! Also paying people a livable wage and democratizing the workplace. I would get…",
        "RT @salenstormwing: @UrbanAchievr You know what would make me mad is universal healthcare and treating others with compassion and making co…",
        "RT @JRehling: @UrbanAchievr The one decision of Donald Trump's that I always approved of was his decision to eat poorly and never exercise.…",
        "RT @DarrenKaplan: @UrbanAchievr Related thought: I won't replace the batteries in my smoke alarms because it makes liberals mad. I'd say \"s…",
        "RT @ackthpfft: @UrbanAchievr https://t.co/9UGLmzY8yE",
        "RT @creativeirl: Want to know how to create your own #Wolfwalkers  characters? \n\n@NenaghArts are hosting an online workshop on May 6th with…",
        "RT @GKIDSfilms: Nature is magic. 🧚\n\nTHE SECRET OF KELLS from the creators of #Wolfwalkers, only $7.99 on Apple TV/iTunes for a limited time…",
        "RT @Michael46898990: 😍"
      ]
    },
    {
      "bio": "Gay AND Vegan!\nMy poor parents",
      "activity": [
        "@roses2daughters Hey howre you?",
        "@dre4earth That gif!!!!!",
        "@BillieJoeMcAll1 I do find that my tastes have totally changed. I thought I would miss stuff but I dont really.",
        "@KeckVicki Hiii",
        "@silentscyther I have another account but I wanted to start this one to engage with people who got me. That and I w… https://t.co/tupfLjxsk4",
        "@HoydenSpark I was hoping for maybe 4 or 5. But there's been about 500!",
        "@HoydenSpark Hiii",
        "@LemonShoes Hii",
        "@AprilVeganCutie https://t.co/jy2KDZpcQF",
        "@MatildaSt9 Heyyyy",
        "@nicolefost3r https://t.co/P7vi3GehDn",
        "@simplyseitanic Heyyyy",
        "@Pratham32079497 We will get you there....",
        "@Nana__Kia @6secondsintime I'm glad it read as I intended it",
        "@mariyam8420 Absolutely!!!!!!",
        "@TheGingerMint @damn_thatsvegan Anyone who doesn't believe in love at first sight....\n\n...show them that photo!",
        "@mariyam8420 Great!!! How do you feel?",
        "@TheGingerMint @damn_thatsvegan OH MY GODDDDDDDDDDD! Gorgeous\n\nI am owned by these two https://t.co/imRs5ZlhPB",
        "@Winnybear Amazzzzzzing! There's a tonne of WFPB recipes that are incredible. No need for processed. \n\nThat being s… https://t.co/GSH6xh2igq",
        "@TheGingerMint @damn_thatsvegan I'd rather go to the New Forest with the dogs 😂"
      ]
    }
  ]
}